/* File Sizes */
"KB" = "КБ";
"MB" = "МБ";
"GB" = "ГБ";
"TB" = "ТБ";
"PB" = "ПБ";
"EB" = "ЭБ";
"Zero KB" = "Ноль КБ";
"Zero" = "Ноль";


/* Currently unused but may be used for tooltip */
"Found: %@" = "Найдено: %@";
"This is a Photos library item" = "Объект из медиатеки Фото";
"This is an iTunes library item" = "Объект из медиатеки iTunes";


/* Notifications */
"NotificationTitle_CleanFinishedWithErrors" = "Процесс очистки прошел с ошибками";
"NotificationDescription_CleanFinishedWithErrors" = "CleanMyMac очистил %@! Тем не менее, произошли некоторые ошибки.";
"NotificationDescription_CleanFinished" = "CleanMyMac очистил %@ на вашем Mac!";
"NotificationDescription_ScanFinished" = "CleanMyMac может очистить %@ на вашем Mac!";


/* Ignore list menu items */
"Remove from Ignore List" = "Удалить из списка исключений";
"Add to Ignore List" = "Добавить в список исключений";


/* License expiration */
"Never" = "Никогда";


/* Registration Status */
"Not Registered" = "Не зарегистрировано";
"MenuItemTitle_ActivationInfo" = "Об активации…";
"MenuItemTitle_Activate" = "Активировать…";

/* Extensions Enable/Disable Button Titles */
"ExtensionsButtonTitle_Enable" = "Включить";
"ExtensionsButtonTitle_Enabled" = "Включен";
"ExtensionsButtonTitle_Disable" = "Выключить";
"ExtensionsButtonTitle_Disabled" = "Выключено";

/* System Cleanup Scanners Description Texts */
"DescriptionText_UserCachesScanner" = "Изначально предназначенный для сокращения времени запуска, кэш программ накапливается и может привести к некорректной работе или снижению производительности.";
"DescriptionText_SystemCachesScanner" = "Системные программы создают и хранят много кэша, который в конечном счете увеличивает время запуска, снижает производительность и даже может привести к некорректной работе системы.";
"DescriptionText_PhotoSyncCachesScanner" = "При синхронизации фотографий с любым из ваших устройств iOS, на Маке создается фото кэш. После окончания синхронизации эти данные только зря занимают место.";
"DescriptionText_iOSSoftwareUpdatesScanner" = "После обновления ваших устройств iOS по дата-кабелю, почти все служебные данные обновлений остаются на вашем Маке и становятся совершенно бесполезными.";
"DescriptionText_UserLogsScanner" = "Работа программ постоянно записывается в многочисленные журналы, которые со временем начинают занимать довольно много места. Старые журналы, как правило, бесполезны.";
"DescriptionText_SystemLogsScanner" = "Работа вашей системы и ее служб постоянно записывается в многочисленные журналы, которые могут использоваться только в целях отладки и, следовательно, могут быть удалены.";
"DescriptionText_BrokenPrefsScanner" = "Есть множество причин повреждения файлов настроек, и они приводят к некорректному поведению или невозможности использования программ. К счастью, таких проблем можно легко избежать.";
"DescriptionText_BrokenStartupItemsScanner" = "Иногда после удаления программы или службы среди ваших объектов входа остаются ссылки на несуществующие файлы. Эта проблема легко решается с помощью CleanMyMac.";
"DescriptionText_LanguagesScanner" = "Вы можете легко удалить ненужные вам локализации программ, экономя значительную часть места на диске.";
"DescriptionText_OSXLanguagesScanner" = "ОС на вашем Маке поставляется с десятками языков занимающих много места. Вы можете легко удалить неиспользуемые.";
"DescriptionText_DevJunkScanner" = "Как правило, во время установки и первоначальной настройки программ создаются вспомогательные файлы, ненужные для работы. Удаляйте их без потерь.";
"DescriptionText_UniversalBinariesScanner" = "Разработчики обычно добавляют в свои программы поддержку нескольких архитектур, что увеличивает размер программы в два, а иногда и в четыре раза. На деле используется только одна из них.";
"DescriptionText_LeftoversAppsScanner" = "Тут собраны компоненты и другие остатки ранее удаленных программ.";
"DescriptionText_DerivedData" = "Если вы разработчик, то знаете, что Xcode создает довольно много промежуточных данных вместе с индексом проекта. Чистить эти вещи полезно в случаях замедления работы проекта и для экономии места.";
"DescriptionText_FileVersionsScanner" = "Многие программы создают несколько версий файлов, в которых хранятся промежуточные результаты работы. Скорее всего, вам потребуется только окончательный вариант, поэтому вы можете освободить много места, удалив устаревшие версии.";
"DescriptionText_BrokenApplicationsUpdates" = "Старые обновления некоторых программ занимают значительное количество места, но их можно безопасно удалить без вреда для программы.";

/* Unsupported Photos */
"DescriptionText_UnsupportedHighSierraPhotosTrashes_ReasonText" = "Программа «Фото» хранит удаленные файлы в альбоме «Недавно удаленные». Не забудьте очистить этот альбом тоже и действительно освободить место.";
"DescriptionText_UnsupportedHighSierraPhotosTrashes_InformativeText" = "Удалите эти файлы навсегда, нажав «Удалить все» в альбоме «Недавно удаленные» в программе «Фото».";

"DescriptionText_UnsupportedHighSierraGeminiDuplicates_ReasonText" = "Программа «Gemini» собирает дубликаты фотографий и видео в отдельном альбоме «Дубликаты Gemini». Удалить эти файлы безвозвратно можно только в программе «Фото».";
"DescriptionText_UnsupportedHighSierraGeminiDuplicates_InformativeText" = "Эти файлы можно удалить только в программе «Фото». Выберите содержимое альбома «Дубликаты Gemini», а затем выберите в контекстном меню «Удалить фото».";

/* Extensions */
"DescriptionText_QuickTimePlugins" = "Сложная задача удаления или отключения многочисленных плагинов проигрывателя QuickTime становится простой с CleanMyMac.";
"DescriptionText_QuickLookPlugins" = "Функциональность быстрого просмотра можно расширить дополнительными плагинами. Ненужными можно управлять прямо в этом списке.";
"DescriptionText_FinderPlugins" = "Главный проводник macOS может быть модифицирован с помощью ряда плагинов, которые, как правило, трудно удалить вручную, но легко с CleanMyMac.";
"DescriptionText_SpotlightPlugins" = "Главный поисковый инструмент вашего Мака может иметь ненужные плагины, которые можно целиком и полностью удалить или же временно отключить.";
"DescriptionText_iTunesPlugins" = "Нативный музыкальный проигрыватель macOS может быть дополнен рядом сторонних плагинов, которые, в случае необходимости, можно легко удалить корректно.";
"DescriptionText_ContactsPlugins" = "Программа \"Контакты\" может содержать плагины для расширения её функциональности. Их можно отключить или полностью удалить.";
"DescriptionText_ScreenSaversPlugins" = "Удаление ненужных заставок экрана стало легким с CleanMyMac. Впрочем, вы можете просто их отключать, делая их недоступными в Системных настройках.";
"DescriptionText_DictionaryPlugins" = "Не все встроенные словари macOS вам когда-либо понадобятся, но они занимают место! Ненужные словари можно легко удалить или временно отключить.";
"DescriptionText_MailPlugins" = "Стандартный почтовый клиент macOS может содержать в себе плагины, которые вы не используете. Удаляйте их легко и корректно с CleanMyMac.";
"DescriptionText_GrowlPlugins" = "Система уведомлений Growl дополняется многочисленными плагинами для поддержки уведомлений из разных программ. CleanMyMac позволяет ими управлять.";
"DescriptionText_WidgetsPlugins" = "В этом модуле можно отключать или удалять мини-программы для Dashboard со всеми их компонентами.";
"DescriptionText_PreferencePanesPlugins" = "Все Панели настроек сопровождаются большим количеством вспомогательных файлов, распределенных по системе. Обычно их трудно найти без CleanMyMac.";
"DescriptionText_LoginItemsPlugins" = "Управляйте автоматически открываемыми при входе в систему программами.";
"DescriptionText_SafariPlugins" = "Этот мощный браузер поддерживает плагины сторонных разработчиков, которые можно отключить или корректно удалить из системы.";
"DescriptionText_ChromeExtensions" = "Браузер Chrome является платформой для многочисленных расширений и дополнений, которыми вы можете управлять прямо из CleanMyMac.";
"DescriptionText_InternetPlugins" = "Все браузеры и другие сетевые программы используют общие плагины, которыми можно управлять прямо отсюда.";
"DescriptionText_AudioPlugins" = "Аудио плагины, как правило, устанавливаются вместе со специализированным ПО в форме отдельных дополнений, изменяющих звук на выходе. CleanMyMac позволяет управлять аудио плагинами типов MAS, AU и VST.";
"DescriptionText_Services" = "Некоторые программы устанавливают дополнительные службы, которые впоследствии могут быть использованы другими программами для обеспечения дополнительной функциональности. CleanMyMac позволяет отключать или полностью удалять установленные службы.";
"DescriptionText_LaunchAgentsPlugins" = "В основном это небольшие вспомогательные программы других программных продуктов на вашем Mac. Они расширяют функциональность основного продукта, но в некоторых случаях вы можете захотеть удалить или отключить их.";
"DescriptionText_SiriActivity" = "Если вы хотите сохранить наивысший уровень конфиденциальности и предпочли бы не позволять Siri обрабатывать ваши данные, отключите эту функцию. Возможно, вы ей даже и не пользовались.";

"ReadonlyChromeExtension_PopoverText" = "Этот объект можно удалить в разделе «Расширения» настроек Google Chrome.";

/* Photos/iPhoto */
"DescriptionText_PhotosCachesScanner" = "Программа «Фото» создает в медиатеке многочисленные вспомогательные файлы. Они могут быть очищены без нанесения вреда вашим фотографиям.";
"DescriptionText_PhotosRAWSCachesScanner" = "Фотографии в формате RAW, импортированные из камеры, занимают слишком много места. Если вам не нужны преимущества этого формата, можете заменить их высококачественными фото в формате JPEG.";
"DescriptionText_PhotosTrashesScanner" = "Все удаляемые в программе «Фото» изображения значатся как недавно удалённые. Очистите их для экономии места.";
"DescriptionText_GeminiDuplicatesTrashesScanner" = "Это удалит содержимое альбома «Дубликаты Gemini», собранное программой Gemini.";

"RAW Originals" = "Оригиналы RAW";
"Cache" = "Кэш";
"Photo Cache" = "Фото кэш";
"iCloud Photo Cache" = "Фото кэш iCloud";
"Faces Cache" = "Кэш Лиц";
"Various cache files generated by Photos" = "Различный кэш программы «Фото»";
"Local copies of your iCloud photos" = "Локальные копии фотографий из iCloud";
"Unneeded cache files generated by the Faces feature" = "Ненужный кэш, созданный функцией «Лица»";
"Photo cache groups to ignore:" = "Игнорируемые группы кэша:";

/* iTunes Junk */
"DescriptionText_iOSBackupsScanner" = "Все резервные копии устройства iOS хранятся на вашем Маке. Вы можете легко освободить много места удалив старые резервные копии и не потеряв данные.";
"DescriptionText_iOSAppsScanner" = "iTunes на вашем Маке сохраняет резервные копии программ iOS при их установке на мобильные устройства. Удаление этих копий не повлияет на устройства.";
"DescriptionText_iOSSoftwareUpdatesScanner" = "После обновления ваших устройств iOS по дата-кабелю, почти все служебные данные обновлений остаются на вашем Маке и становятся совершенно бесполезными.";
"DescriptionText_iTunesDownloadsScanner" = "iTunes может хранить неполные файлы среди своих данных. Это могут быть поврежденные программы iOS, подкасты, фильмы и т.д.";
"DescriptionText_iTunesCachesScanner" = "При обработке аудио и видео контента, iTunes создает значительное количество кэша, включая обложки альбомов. Их можно легко удалить.";

/* Maintenance Description Texts */
"DescriptionText_MaintenanceGroupScanner" = "Запускайте сценарии обслуживания для оптимизации производительности системы.";
"DiskNeedsRepairTutorial_FileVaultEnabled" = "Для восстановления загрузочного диска выполните следующие действия: \n1. Перезагрузите Mac и удерживайте клавиши Command + R для загрузки раздела восстановления. \n2. В открывшемся экране запустите Дисковую утилиту. \n3. Выберите том «%@» и щелкните Подключить. \n4. Нажмите кнопку «Первая помощь» и следуйте инструкциям на экране.";
"DiskNeedsRepairTutorial_FileVaultDisabled" = "Для восстановления загрузочного диска выполните следующие действия: \n1. Перезагрузите Mac и удерживайте клавиши Command + R для загрузки раздела восстановления. \n2. В открывшемся экране запустите Дисковую утилиту. \n3. Выберите том «%@» вашего диска. \n4. Нажмите кнопку «Первая помощь» и следуйте инструкциям на экране.";
"DiskNeedsRepairTutorial_GetInDepthInstructions" = "Получить подробные инструкции...";

/* Privacy Description Texts */
"DescriptionText_PrivacyGroupScanner" = "Мгновенно удаляйте историю посещенных страниц и другие данные о вашей онлайн и оффлайн активности.";
"DescriptionText_ChromeCleanupScanner" = "Вы можете удалить все оставшиеся после использования браузера Chrome объекты.";
"DescriptionText_SafariCleanupScanner" = "Вы можете удалить все оставшиеся после использования браузера Safari объекты.";
"DescriptionText_FirefoxCleanupScanner" = "Вы можете удалить все оставшиеся после использования браузера Firefox объекты.";
"DescriptionText_OperaCleanupScanner" = "Вы можете удалить все оставшиеся после использования браузера Opera объекты.";
"DescriptionText_SkypeCleanupScanner" = "Всю историю переписки в Skype можно легко очистить.";
"DescriptionText_MessagesCleanupScanner" = "Всю историю переписки в Сообщениях можно легко очистить.";
"DescriptionText_RecentItemsScanner" = "Содержит ссылки на недавно открываемые программы, документы и серверы, отображаемые вместе с другими недавними объектами в меню Apple.";

/* Uninstaller Description Texts */
"DescriptionText_UninstallerGroupScanner" = "Выбирайте и удаляйте ненужные программы.";

/* Trash Bins Description Texts */
"DescriptionText_InternalDriveTrashesScanner" = "Удаленные файлы лежат в системной корзине и занимают место на диске.";
"DescriptionText_ExternalDriveTrashesScanner" = "На всех типах внешних дисков есть корзины, содержащие недавно удаленные объекты.";
"DescriptionText_iPhotoTrashesScanner" = "Все удаленные из iPhoto фотографии хранятся во встроенной корзине. Вы можете ее очистить для экономии места.";
"DescriptionText_PhotoTrashesScanner" = "Все удаляемые в программе «Фото» изображения значатся как недавно удалённые. Очистите их для экономии места.";
"DescriptionText_MailTrashScanner" = "Удаленные из приложения «Почта» сообщения перемещаются в локальную корзину и занимают место на диске.";
"DescriptionText_ApertureTrashesScanner" = "Все удаленные из Aperture фотографии хранятся во встроенной корзине. Вы можете её очистить для экономии места.";

/* Empty Extensions Text */
"NothingToCleanDescription_ExtensionsGroupScanner" = "На вашем Маке нет каких-либо расширений или плагинов.";

/* Meta Groups */
"MetaGroupTooltipText_SystemCleanupGroupScanner" = "В программах и системе скапливается множество вспомогательных объектов, со временем становящихся бесполезными. Их удаление не только экономит место, но и улучшает производительность.";
"MetaGroupTooltipText_LargeOld" = "CleanMyMac находит старые и объемные файлы на вашем Маке, позволяя просмотреть их и удалить ненужные.";
"MetaGroupTooltipText_iPhotoGroupScanner" = "iPhoto хранит все оригиналы изображений независимо от того, поворачивали вы, обрезали, или еще как-либо их изменяли по своему усмотрению. Ненужные копии оригиналов можно найти и удалить для экономии места без потерь для вашей медиатеки.";
"MetaGroupTooltipText_TrashesGroupScanner" = "Практически всё удаляемое не исчезает моментально, а перемещается в служебные Корзины, продолжая занимать место. Очищайте Корзины на всех дисках для экономии места.";
"MetaGroupReadyText_SystemCleanupGroupScanner" = "Освобождает пространство и повышает производительность путем удаления ненужных объектов из вашей системы.";
"MetaGroupReadyText_LargeOldFilesGroupScanner" = "Удаляет старые и большие файлы на ваше усмотрение.";
"MetaGroupReadyText_iPhotoGroupScanner" = "Очищает медиатеку от различных вспомогательных данных.";
"MetaGroupReadyText_TrashesGroupScanner" = "Очищает системные Корзины на всех внутренних и внешних дисках вашего Мака, включая корзину iPhoto.";
"MetaGroupReadyText_iTunesGroupScanner" = "Удаляет из iTunes ненужные после синхронизации устройств iOS данные.";
"MetaGroupReadyText_MaintenanceGroupScanner" = "Запускает сценарии обслуживания для оптимизации производительности системы.";
"MetaGroupReadyText_MailGroupScanner" = "Удаляет локальные копии вложений электронной почты, восстановимые через программу Mail.";
"MetaGroupCleanText_SystemCleanupGroupScanner" = "Ваша система в отличном состоянии.";
"MetaGroupCleanText_TrashesGroupScanner" = "Все корзины пусты.";
"MetaGroupCleanText_iPhotoGroupScanner" = "Медиатека чиста и оптимизирована.";
"MetaGroupCleanText_MailGroupScanner" = "Приложение «Почта» не содержит лишних локальных данных.";
"MetaGroupCleanText_iTunesGroupScanner" = "iTunes на вашем Маке не хранит лишних данных.";
"MetaGroupCleanCustomText_TrashesGroupScanner" = "Пусто ✓";
"MetaGroupNothingToAutoClean" = "Нет объектов для автоматической очистки.";

/* Needs proofing */
"DescriptionText_iPhotoCleanupCleanupScanner" = "Удалить оригиналы";

/* Clean Module Texts */
"NothingToCleanDescription_Generic" = "Всё в порядке. Тут нечего чистить или исправлять.";
"NothingToCleanDescription_UserCachesScanner" = "Удивительно, но у вас нет ненужного пользовательского кэша.";
"NothingToCleanDescription_SystemCachesScanner" = "Удивительно, но у вас нет ненужного системного кэша.";
"NothingToCleanDescription_UserLogsScanner" = "В данный момент очистка пользовательских журналов не нужна.";
"NothingToCleanDescription_SystemLogsScanner" = "В данный момент очистка системных журналов не нужна.";
"NothingToCleanDescription_BrokenPrefsScanner" = "Файлы настроек всех ваших программ в полном порядке. Здесь нечего исправлять.";
"NothingToCleanDescription_BrokenStartupItemsScanner" = "Все ссылки на объекты входа ведут к существующим объектам. Здесь нечего исправлять.";
"NothingToCleanDescription_iOSSoftwareUpdatesScanner" = "Ненужные файлы обновлений устройств не найдены.";
"NothingToCleanDescription_PhotoSyncCachesScanner" = "Ненужные временные файлы фотосинхронизации не найдены.";
"NothingToCleanDescription_UniversalBinariesScanner" = "Все ваши программы содержат только необходимый код. Здесь больше нечего чистить.";
"NothingToCleanDescription_DevJunkScanner" = "Ненужные вспомогательные файлы ваших программ не найдены.";
"NothingToCleanDescription_LanguagesScanner" = "Ненужные локализации в соответствии с вашими критериями поиска не были найдены.";
"NothingToCleanDescription_TrashesGroupScanner" = "В корзинах нет файлов.";
"NothingToCleanTitle" = "Чисто!";
"NothingToCleanTitle_TrashesGroupScanner" = "Пусто!";
"NothingToCleanTitle_LargeOldFilesGroupScanner" = "Тут чисто!";
"NothingToCleanDescription_SystemCleanupGroupScanner" = "В вашей системе нечего чистить.";
"NothingToCleanDescription_LargeOldFilesGroupScanner" = "Большие или старые файлы не найдены.";
"NothingToCleanDescription_MailGroupScanner" = "В приложении «Почта» нет избыточных локальных данных.";
"NothingToCleanDescription_iPhotoGroupScanner" = "Медиатека чиста и оптимизирована.";
"NothingToCleanDescription_iTunesGroupScanner" = "iTunes на вашем Маке не хранит лишних данных.";
"NothingToCleanTitle_PrivacyGroupScanner" = "Странно…";
"NothingToCleanTitle_ExtensionsGroupScanner" = "Уникальный случай!";
"NothingToCleanTitle_UninstallerGroupScanner" = "Весьма необычно…";
"NothingToCleanDescription_PrivacyGroupScanner" = "Нет программ, где можно было бы очистить следы использования.";
"NothingToCleanDescription_UninstallerGroupScanner" = "Нет ни единой программы для удаления.";

/* Activation window titles */
"EULA_WindowTitle" = "Лицензионное соглашение";
"Registration_WindowTitle" = "Активация лицензии";
"ActivationInfo_WindowTitle" = "Об активации";
"ActivationFailure_WindowTitle" = "Ошибка активации %@";

/* Registration texts */
"Registration_WelcomeText" = "Пожалуйста, активируйте вашу копию CleanMyMac 3. Активированная копия позволяет очистить более 500 МБ и ощутить все преимущества использования CleanMyMac 3.\n\nНажмите 'Купить лицензию', чтобы посетить наш онлайн-магазин и выбрать интересующее вас предложение.";
"Registration_ActivationText" = "Активационный номер был отправлен на ваш e-mail, если вы приобрели CleanMyMac 3 в Интернет-магазине MacPaw.";
"Registration_ActivationSuccessCaption" = "Спасибо!";
"Registration_ActivationSuccessText" = "Вы успешно активировали CleanMyMac 3!";
"Registration_ActivationSuccessFreeUpgradeText" = "Ваша лицензия обновлена до CleanMyMac 3 бесплатно! Мы ценим лояльность!";
"Registration_ActivationSuccessPreactivatedText" = "Ваша копия CleanMyMac 3 успешно активирована.";
"Registration_ActivationSuccessStayInTouch" = "Оставайтесь на связи:";

/* Activation info texts */
"LicenceExpiration_Expired" = "Истекла";
"LicenceExpiration_LastDay" = "Последний день";
"Unknown" = "Неизвестно";
"LicenceExpiration_LeftFormat" = "Осталось %@";

/* Activation Flow */
"Lost My License" = "Потерял мою лицензию";
"More info…" = "Подробнее…";
"Buy License" = "Купить лицензию";
"Reset My Activations" = "Сброс активации";
"Try Again" = "Еще раз";
"Extend License" = "Расширить лицензию";
"Extend License with Discount" = "Расширьте лицензию со скидкой %@%%";

/* Module start screen descriptions */
"DescriptionText_SystemCleanupGroupScanner" = "Освобождайте дисковое пространство и повышайте производительность путем очистки системы.";
"DescriptionText_LargeOldFilesGroupScanner" = "Находите и удаляйте большие файлы и папки, о которых вы давным-давно забыли.";
"DescriptionText_iPhotoGroupScanner" = "Уменьшите размер медиатеки, удалив из неё вспомогательные данные.";
"DescriptionText_TrashesGroupScanner" = "Очищайте все доступные корзины на вашем Mac, включая корзины Mail и медиатек.";
"DescriptionText_AllAppsScanner" = "Выберите программы из списка слева для полного удаления или возврата к первоначальному состоянию.";
"DescriptionText_ExtensionsGroupScanner" = "Удаляйте или отключайте виджеты, плагины, панели настроек, словари, заставки и объекты входа.";
"DescriptionText_EraserGroupScanner" = "Стирайте любые ненужные файлы быстро и без следа.";
"DescriptionText_MailGroupScanner" = "Удаляйте локальные копии загруженных файлов и вложений в почте.";
"DescriptionText_iTunesGroupScanner" = "Удаляйте устаревшие резервные копии устройств iOS, обновления ПО и другие вспомогательные данные iTunes.";

/* Scan completed descriptions */
"ScanCompleted_AutoManual_DescriptionText" = "Вы можете мгновенно и безопасно очистить всё выбранное, а затем просмотреть требующие внимания объекты.";
"ScanCompleted_AutoOnly_DescriptionText" = "Теперь вы можете мгновенно и безопасно очистить все автоматически выбранные объекты.";

/* Scan progress item names */
"ScanProgressItemName_SystemCleanupGroupScanner" = "Анализ системы…";
"ScanProgressItemName_LargeOldFilesGroupScanner" = "Поиск больших и старых файлов…";
"ScanProgressItemName_iPhotoGroupScanner" = "Анализ медиатеки…";
"ScanProgressItemName_MailGroupScanner" = "Анализ почтовых вложений…";
"ScanProgressItemName_iTunesGroupScanner" = "Анализ данных iTunes...";
"ScanProgressItemName_TrashesGroupScanner" = "Подсчет размеров корзин…";

/* Clean progress item names */
"CleanProgressItemName_SystemCleanupGroupScanner" = "Очистка системы...";
"CleanProgressItemName_LargeOldFilesGroupScanner" = "Удаление ненужных файлов...";
"CleanProgressItemName_iPhotoGroupScanner" = "Очистка медиатеки…";
"CleanProgressItemName_TrashesGroupScanner" = "Очистка корзин...";
"CleanProgressItemName_EraserGroupScanner" = "Уничтожение файлов...";
"CleanProgressItemName_ExtensionsGroupScanner" = "Удаление расширений...";
"CleanProgressItemName_PrivacyGroupScanner" = "Очистка недавних действий…";
"CleanProgressItemName_MailGroupScanner" = "Очистка Почты…";
"CleanProgressItemName_iTunesGroupScanner" = "Очистка избыточных данных iTunes…";
"CleanProgressItemName_MaintenanceGroupScanner" = "Выполняется обслуживание";
"CleanProgressItemName_UninstallerGroupScanner" = "Удаление файлов программ...";
"CleanProgressItemName_Cleaned_SystemCleanupGroupScanner" = "Журнал очистки";
"CleanProgressItemName_Cleaned_LargeOldFilesGroupScanner" = "Журнал удаления";
"CleanProgressItemName_Cleaned_iPhotoGroupScanner" = "Журнал очистки";
"CleanProgressItemName_Cleaned_TrashesGroupScanner" = "Журнал очистки";
"CleanProgressItemName_Cleaned_EraserGroupScanner" = "Журнал удаления";
"CleanProgressItemName_Cleaned_ExtensionsGroupScanner" = "Журнал удаления";
"CleanProgressItemName_Cleaned_PrivacyGroupScanner" = "Журнал очистки";
"CleanProgressItemName_Cleaned_MailGroupScanner" = "Журнал очистки";
"CleanProgressItemName_Cleaned_iTunesGroupScanner" = "Журнал очистки";
"CleanProgressItemName_Cleaned_MaintenanceGroupScanner" = "Журнал задач";
"CleanProgressItemName_Cleaned_UninstallerGroupScanner" = "Журнал деинсталлятора";

"MoveProgressItemName_LargeOldFilesGroupScanner" = "Перемещение файлов в %@...";
"MoveProgressItemName_Moved_LargeOldFilesGroupScanner" = "Файлы перемещены в %@";

/* Scan log process Texts */
"ScanLogHeaderText_GlobalGroupScanner" = "Выполняю полную проверку";
"ScanLogHeaderText_SystemCleanupGroupScanner" = "Анализ системы";
"ScanLogHeaderText_LargeOldFilesGroupScanner" = "Поиск файлов";
"ScanLogHeaderText_iPhotoGroupScanner" = "Анализ iPhoto";
"ScanLogHeaderText_TrashesGroupScanner" = "Очистка корзин";
"ScanLogHeaderText_MailGroupScanner" = "Анализ данных Mail";
"ScanLogHeaderText_iTunesGroupScanner" = "Анализ данных iTunes";
"CleanLogHeaderText_GlobalGroupScanner" = "Идёт очистка";
"CleanLogHeaderText_SystemCleanupGroupScanner" = "Очистка системы";
"CleanLogHeaderText_LargeOldFilesGroupScanner" = "Удаление старых файлов";
"CleanLogHeaderText_iPhotoGroupScanner" = "Очистка iPhoto";
"CleanLogHeaderText_TrashesGroupScanner" = "Очистка корзины";
"CleanLogHeaderText_UninstallerGroupScanner" = "Деинсталлятор";
"CleanLogHeaderText_EraserGroupScanner" = "Стирание файлов";
"CleanLogHeaderText_ExtensionsGroupScanner" = "Удаление расширений";
"CleanLogHeaderText_PrivacyGroupScanner" = "Очистка веб-данных";
"CleanLogHeaderText_iTunesGroupScanner" = "Очистка iTunes";
"CleanLogHeaderText_MailGroupScanner" = "Очистка Mail";

/* Process log Texts */
"ProcessLogBottomSubtitle_StartupDiskMaintenanceScanner" = "Ваша система перестанет отвечать во время выполнения проверки загрузочного диска и вернется к норме после выполнения задачи.";
"MaintenanceVerifyDiskTask_UnavailableText" = "Эта задача недоступна для систем с APFS. Для выполнения проверки, пожалуйста, следуйте рекомендованной инструкции для вашего Mac.";
"MaintenanceVerifyDiskTask_UnavailableLinkText" = "Посмотреть инструкцию...";

/* Uninstaller clean item format texts */
"CleanLogTextFormat_Uninstalling1App" = "Удаление %@";
"CleanLogTextFormat_Resetting1App" = "Обнуление %@";
"CleanLogTextFormat_RemovingFilesFrom1App" = "Удаление файлов из %@";
"CleanLogTextFormat_UninstallingApps" = "Удаление %i программ";
"CleanLogTextFormat_ResettingApps" = "Обнуление %i программ";
"CleanLogTextFormat_RemovingFilesFromApps" = "Удаление файлов из %i программ";

/* Modules Display Names */
"DisplayName_GlobalGroupScanner" = "Умная очистка";
"DisplayName_SystemCleanupGroupScanner" = "Служебный мусор";
"DisplayName_LargeOldFilesGroupScanner" = "Большие файлы";
"DisplayName_iPhotoGroupScanner" = "Фотомусор";
"DisplayName_MailGroupScanner" = "Почтовые вложения";
"DisplayName_iTunesGroupScanner" = "Очистка iTunes";
"DisplayName_PrivacyGroupScanner" = "Приватность";
"DisplayName_TrashesGroupScanner" = "Корзины";
"DisplayName_UninstallerGroupScanner" = "Деинсталлятор";
"DisplayName_ExtensionsGroupScanner" = "Расширения";
"DisplayName_MaintenanceGroupScanner" = "Обслуживание";
"DisplayName_EraserGroupScanner" = "Шредер";

/* Smart Cleanup Display Names */
"DisplayShortName_Dashboard" = "Умная очистка";
"DisplayShortName_SystemCleanupGroupScanner" = "Система";
"DisplayShortName_LargeOldFilesGroupScanner" = "Файлы";
"DisplayShortName_iPhotoGroupScanner" = "Фотомусор";
"DisplayShortName_MailGroupScanner" = "Почта";
"DisplayShortName_iTunesGroupScanner" = "iTunes";
"DisplayShortName_Privacy" = "Приватность";
"DisplayShortName_TrashesGroupScanner" = "Корзины";
"DisplayShortName_Applications" = "Деинсталлятор";
"DisplayShortName_ExtensionsGroupScanner" = "Расширения";
"DisplayShortName_MaintenanceGroupScanner" = "Обслуживание";
"DisplayShortName_EraserGroupScanner" = "Шредер";

/* Log items description */
"This item was not cleaned, because the process was interrupted by using the Stop button." = "Этот объект не был очищен, поскольку процесс был прерван кнопкой «Стоп».";
"This item was cleaned partially, because the process was interrupted by using the Stop button." = "Этот объект был очищен неполностью, поскольку процесс был прерван кнопкой «Стоп».";
"Skipped" = "Пропущено";

/* Submodules Display Names */
"System Cache Files" = "Системный кэш";
"User Cache Files" = "Пользовательский кэш";
"iOS Photo Cache" = "iOS фото-кэш";
"iOS Software Updates" = "Обновления iOS";
"iTunes Cache" = "Кэш iTunes";
"Album Artwork Cache" = "Кэш обложек альбомов";
"System Log Files" = "Системные журналы";
"User Log Files" = "Пользовательские журналы";
"Development Junk" = "Программный мусор";
"Language Files" = "Языковые файлы";
"Universal Binaries" = "Универсальные исполняемые файлы";
"Preference Panes" = "Панели настроек";
"SyncedDirName" = "Фото кэш «%@»";
"Broken Login Items" = "Нарушенные объекты входа";
"Application Leftovers" = "Остатки программ";
"Broken Preferences" = "Нарушенные файлы настроек";
"Widgets" = "Виджеты";
"Applications" = "Программы";
"Xcode Junk" = "Очистка Xcode";
"DisplayName_iPhotoLibraryTrashFormat" = "Корзина «%@»";

/* Category names for plugins */
"QuickTime Player plugins" = "Плагины QuickTime Player";
"Safari plugins" = "Плагины Safari";
"QuickLook plugins" = "Плагины быстрого просмотра";
"Finder plugins" = "Плагины Finder";
"Spotlight plugins" = "Плагины Spotlight";
"InputManagers" = "Менеджеры ввода";
"iTunes plugins" = "Плагины iTunes";
"Address Book plugins" = "Плагины Address Book";
"Screen Savers" = "Заставки";
"Dictionaries" = "Словари";
"Mail plugins" = "Плагины Почты";
"Audio plugins" = "Аудио плагины";
"Services" = "Службы";
"Growl plugins" = "Плагины Growl";
"Login Items" = "Объекты входа";
"Scripting Additions" = "Расширения сценариев";
"Safari extensions" = "Расширения Safari";
"Chrome extensions" = "Расширения Chrome";
"Internet plugins" = "Плагины Интернет";

/* Clean log text */
"ScanLogItemTitle_AlreadyClean" = "Очистить";
"CleanLogItemTitle_FailedToClean" = "Неуспешно";

/* Bottom Bar Texts */
"BottomBarText_ExtensionsAndFilesFormat" = "%@ и %@";
"BottomBarText_EraserFilesAndFoldersFormat" = "%@ и %@";
"BottomBarText_AppsXAndYFilesFormat" = "%@ и %@";
"BottomBarText_AppsXFromYFilesFormat" = "%@ из %@";

/* iPhoto Start Scan View */
"iPhotoStartViewText_NoDefaultLibrary" = "Медиатеки не найдены";
"iPhotoStartViewSubText_NoDefaultLibrary" = "Пожалуйста, укажите путь в медиатеке";
"iPhotoStartViewSubText_Unsupported" = "Версия этой медиатеки не поддерживается";

/* Uninstaller. Application resource category name. */
"Logs" = "Журналы";
"Binaries" = "Исполняемые файлы";
"Preferences" = "Настройки";
"Crashes" = "Сбои";
"Plugins" = "Плагины";
"Installers" = "Установщики";
"Growl" = "Growl";
"Help" = "Справка";
"Dock Icon" = "Иконка Dock";
"User Data" = "Данные пользователя";
"Supporting Files" = "Вспомогательные файлы";

"%@ Dock Icon" = "Иконка Dock %@";
"%@ Cache" = "Кэш %@";
"%@ Dev Junk" = "Программный мусор %@";
"%@ Extra Binaries" = "Излишний код %@";
"%@ from %@" = "%1$@ из %2$@";
"%@ Growl plugin" = "Плагин Growl %@";
"%@ Localizations" = "Локализации %@";
"%@ Log" = "Журнал %@";
"%@ Login Item" = "Объект входа %@";
"%@ Startup Item" = "Объект входа %@";
"%@ Software Update %@" = "Обновление %1$@ до версии %2$@";
"%@ to %@" = "%1$@ до %2$@";
"Opened %@" = "Открыто %@";
"%@ ago" = "%@ назад";
"yesterday" = "вчера";
"today" = "сегодня";
"2 weeks" = "2 недели";
"3 weeks" = "3 недели";
"a month" = "месяц";
"a week" = "неделю";
"a year" = "год";
"almost a month" = "почти месяц";
"almost half a year" = "почти полгода";
"any time" = "любое время";
"any size" = "любой размер";
"Add Folder…" = "Добавить папку…";
"Apple System Log" = "Системный журнал Apple";
"Unified Log" = "Единый журнал";
"Back" = "Назад";
"Intro" = "Интро";
"Broken" = "Поврежденные";
"Cancel" = "Отмена";
"Clean ✓" = "Чисто ✓";
"Clean is finished" = "Очистка завершена";
"Moving Complete" = "Перемещение выполнено!";
"Cleaned:" = "Очищено:";
"NotificationDescription_LargeOldFilesScanFinished" = "Обнаружено %@ больших и старых файлов для ознакомления.";
"Cleanup iPhoto" = "Очистить iPhoto";
"Close Quick Look" = "Закрыть быстрый просмотр";
"Close" = "Закрыть";
"Complete" = "Готово";
"Contacts plugins" = "Плагины Контактов";
"Deselect \"%@\"" = "Снять флажок с «%@»";
"Deselect %d Items" = "Снять флажок с  %d объектов";

"MenuItem_Ignore" = "Игнорировать «%@» в будущем";
"MenuItem_DontIgnore" = "Не игнорировать «%@» в будущем";
"MenuItem_IgnoreAll" = "Игнорировать все из «%@» в будущем";
"MenuItem_DontIgnoreAll" = "Не игнорировать все из «%@» в будущем";
"MenuItem_IgnoreSelected" = "Игнорировать выбранные в будущем";
"MenuItem_DontIgnoreSelected" = "Не игнорировать выбранные в будущем";
"ButtonTitle_Ignore" = "Скрыть";
"ButtonTitle_Ignored" = "Игнорируется";
"ButtonTitle_DontIgnore" = "Не игнорировать";
"ButtonTitle_NotIgnored" = "Не игнорируется";
"Empty" = "Пусто";
"Extensions" = "Расширения";
"File exists at requested directory location." = "Файл в заданной папке уже существует.";
"Found:" = "Найдено:";
"Hide Ignored Items" = "Скрыть исключенные объекты";
"iPhoto Masters" = "Оригиналы iPhoto";

"MenuItem_KeepApplication" = "Оставить «%@»";
"MenuItem_LaunchApplication" = "Открыть «%@»";
"MenuItem_RelaunchApplication" = "Открыть «%@» заново";

"Launch" = "Открыть";
"Leftovers" = "Остатки";
"Less than %@" = "Менее %@";

"more than %@ ago" = "более %@ назад";
"More than %@" = "Более %@";
"more than 2 months" = "более двух месяцев";
"more than 2 weeks" = "более двух недель";
"more than 3 months" = "более трех месяцев";
"more than 4 months" = "более четырех месяцев";
"more than a month" = "более месяца";
"more than a week" = "более недели";
"more than a year" = "более года";
"more than half a year" = "более полугода";
"never" = "никогда";
"half a year" = "полгода";
"Setapp_Applications_Node_Title" = "Программы Setapp";
"Setapp_Applications_Node_AmountOfSelected" = "Выбрано %li из %li";
"Folder_Dock_Icon_Title" = "Иконка %@ в Dock";


/* Group by types. In Uninstaller/Mail attachments. */
"Movies" = "Фильмы";
"Music" = "Музыка";
"Folders" = "Папки";
"Documents" = "Документы";
"All Files" = "Все файлы";
"Archives" = "Архивы";
"Other" = "Другое";
"Pictures" = "Изображения";
"Attached Files" = "Вложенные файлы";
"Audiobooks" = "Аудиокниги";
"Podcasts" = "Подкасты";
"TV Shows" = "Телешоу";
"Books" = "Книги";
"iTunes U Media" = "Медиа iTunes U";

"No Modifiers" = "Нет изменений";
"No photos" = "Нет фотографий";

/* Search Menu Items */
"Name" = "Имя";
"Path" = "Путь";
"All" = "Все";

"Quick Look %d Items" = "Быстрый просмотр %d объектов";
"Quick Look plugins" = "Плагины быстрого просмотра";
"Quick Look" = "Быстрый просмотр";
"QuickLook_ItemNameFormat" = "Быстрый просмотр «%@»";

"Relaunch application to apply changes" = "Откройте программу заново, чтобы применить изменения";
"Remove any Widget, Plugin or Preference Pane safely" = "Безопасное удаление любого виджета, плагина или панели настроек";
"Remove" = "Удалить";
"Removed %@" = "Удалено %@";
"Reset %@ Ignore List" = "Обнуление списка исключений %@";
"Reveal in Finder" = "Показать в Finder";
"Scan Another Folder" = "Сканировать другую папку";
"Scan is finished" = "Анализ завершен";

"Select \"%@\" for Application Reset" = "Выбрать «%@» для сброса настроек";
"Select \"%@\" for Complete Uninstallation" = "Выбрать «%@» для полного удаления";
"Select \"%@\" for Removal" = "Выбрать «%@» для удаления";
"Select %d Items for Removal" = "Выбрать %d объектов для удаления";
"Select Files…" = "Выбрать файлы…";
"Select for Removal" = "Отметить для удаления";

"Sort by Count" = "Сортировать по количеству";
"Sort by Last Launch Date" = "Сортировать по дате запуска";
"Sort by Access Date" = "Сортировать по дате открытия";
"Sort by Name" = "Сортировать по имени";
"Sort by Selection" = "Сортировать по выбору";
"Sort by Size" = "Сортировать по размеру";
"Sort by Kind" = "Сортировать по типу";
"Sort by Path" = "Сортировать по пути";
"Sort by Date" = "Сортировать по дате";

"Spotlight" = "Spotlight";
"Start Over" = "Начать заново";
"Starting new scan will discard current scan results" = "Новая проверка отменит текущие результаты.";
"System Cleanup" = "Система";
"The New CleanMyMac" = "Новый CleanMyMac";
"The Trash folder of your iPhoto Library contains items that can be completely removed to free up more space." = "Корзина медиатеки iPhoto содержит объекты, которые можно безопасно удалить сэкономив место на диске.";
"Trash List" = "Список корзин";
"Trash on %@" = "Корзина «%@»";
"Trash" = "Корзина";
"Duplicates" = "Дубликаты";
"MenuItemTitle_UncheckAllGroups" = "Отменить всю группу";
"MenuItemTitle_UncheckAllItems" = "Ничего не выделять";
"ButtonLabel_UncheckAll" = "Отменить все";
"ButtonToolTipText_UncheckAll" = "Отменить выбор для всех файлов";
"MenuItemTitle_CheckFileByExtension" = "Выбрать все .%@ файлы";
"MenuItemTitle_CheckAllGroups" = "Выбрать всю группу";
"MenuItemTitle_CheckAllItems" = "Выбрать все объекты";
"ButtonLabel_CheckAll" = "Выбрать все";
"ButtonToolTipText_CheckAll" = "Выбрать все";
"MenuItemTitle_CheckSameItems" = "Выбрать похожие файлы";
"MenuItemTitle_CheckNItems" = "Выбрано %@";
"MenuItemTitle_RevealInFinder" = "Показать в Finder";
"MenuItemTitle_RevealIniTunes" = "Показать в iTunes";
"MenuItemTitle_RevealInPhotos" = "Показать в Фото";
"Unsupported" = "Неподдерживаемые";
"untitled event" = "событие без названия";
"CleanLogHeaderText_ExtensionsGroupScanner" = "Расширения";
"Version: %@" = "Версия: %@";
"Welcome!" = "Добро пожаловать!";
"ScannerTooltipText_TrashesGroupScanner" = "На ваших внешних дисках есть скрытые корзины с удаленными файлами, которые можно безопасно стереть.";
"ScannerTooltipText_SystemTrashes" = "Удаленные файлы лежат в системной корзине и занимают место на диске.";

/* PluralForms */
"PluralForm0_item" = "объект";
"PluralForm1_item" = "объекта";
"PluralForm2_item" = "объектов";
"PluralForm0_itemAccusative" = "объект";
"PluralForm1_itemAccusative" = "объекта";
"PluralForm2_itemAccusative" = "объектов";
"PluralForm0_trace" = "след";
"PluralForm1_trace" = "следа";
"PluralForm2_trace" = "следов";
"PluralForm0_traceAccusative" = "след";
"PluralForm1_traceAccusative" = "следа";
"PluralForm2_traceAccusative" = "следов";
"PluralForm0_taskAccusative" = "задачи";
"PluralForm1_taskAccusative" = "задач";
"PluralForm2_taskAccusative" = "задач";
"PluralForm0_taskLableAccusative" = "задачи";
"PluralForm1_taskLableAccusative" = "задач";
"PluralForm2_taskLableAccusative" = "задач";
"PluralForm0_file" = "файл";
"PluralForm1_file" = "файла";
"PluralForm2_file" = "файлов";
"PluralForm0_fileAccusative" = "файл";
"PluralForm1_fileAccusative" = "файла";
"PluralForm2_fileAccusative" = "файлов";
"PluralForm0_folderAccusative" = "папку";
"PluralForm1_folderAccusative" = "папки";
"PluralForm2_folderAccusative" = "папок";
"PluralForm0_photo" = "фото";
"PluralForm1_photo" = "фото";
"PluralForm2_photo" = "фото";

"PluralForm0_application" = "программа";
"PluralForm1_application" = "программы";
"PluralForm2_application" = "программ";

/* Button label "View All 11 Applications */
"PluralForm0_applicationLabel" = "программы";
/* Button label "View All 11 Applications */
"PluralForm1_applicationLabel" = "программ";
/* Button label "View All 11 Applications */
"PluralForm2_applicationLabel" = "программ";

"PluralForm0_applicationGenitive" = "программы";
"PluralForm1_applicationGenitive" = "программ";
"PluralForm2_applicationGenitive" = "программ";

"PluralForm0_leftover" = "остаток";
"PluralForm1_leftover" = "остатка";
"PluralForm2_leftover" = "остатка";
"PluralForm0_leftoverGenitive" = "остатков";
"PluralForm1_leftoverGenitive" = "остатков";
"PluralForm2_leftoverGenitive" = "остатков";
"PluralForm0_Service" = "Служба";
"PluralForm1_Service" = "Службы";
"PluralForm2_Service" = "Служб";
"PluralForm0_PrefPane" = "Панель настроек";
"PluralForm1_PrefPane" = "Панели настроек";
"PluralForm2_PrefPane" = "Панелей настроек";
"PluralForm0_Dictionary" = "Словарь";
"PluralForm1_Dictionary" = "Словаря";
"PluralForm2_Dictionary" = "Словарей";
"PluralForm0_Widget" = "Виджет";
"PluralForm1_Widget" = "Виджета";
"PluralForm2_Widget" = "Виджетов";
"PluralForm0_ScreenSaver" = "Заставка";
"PluralForm1_ScreenSaver" = "Заставки";
"PluralForm2_ScreenSaver" = "Заставок";
"PluralForm0_InternetPlugin" = "плагин Интернет";
"PluralForm1_InternetPlugin" = "плагина Интернет";
"PluralForm2_InternetPlugin" = "плагинов Интернет";
"PluralForm0_LoginItem" = "Объект входа";
"PluralForm1_LoginItem" = "Объекта входа";
"PluralForm2_LoginItem" = "Объектов входа";
"PluralForm0_AudioPlugin" = "Аудио плагин";
"PluralForm1_AudioPlugin" = "Аудио плагина";
"PluralForm2_AudioPlugin" = "Аудио плагинов";
"PluralForm0_issue" = "проблема";
"PluralForm1_issue" = "проблемы";
"PluralForm2_issue" = "проблем";
"PluralForm0_criticalIssue" = "критическая проблема";
"PluralForm1_criticalIssue" = "критические проблемы";
"PluralForm2_criticalIssue" = "критических проблем";
"PluralForm0_month" = "месяц";
"PluralForm1_month" = "месяца";
"PluralForm2_month" = "месяцев";
"PluralForm0_Month" = "Месяц";
"PluralForm1_Month" = "Месяца";
"PluralForm2_Month" = "Месяцев";
"PluralForm0_week" = "неделя";
"PluralForm1_week" = "недели";
"PluralForm2_week" = "недель";
"PluralForm0_Week" = "Неделя";
"PluralForm1_Week" = "Недели";
"PluralForm2_Week" = "Недель";
"PluralForm0_day" = "день";
"PluralForm1_day" = "дня";
"PluralForm2_day" = "дней";
"PluralForm0_Day" = "День";
"PluralForm1_Day" = "Дня";
"PluralForm2_Day" = "Дней";
"PluralForm0_plugin" = "плагин";
"PluralForm1_plugin" = "плагина";
"PluralForm2_plugin" = "плагинов";
"PluralForm0_extension" = "расширение";
"PluralForm1_extension" = "расширения";
"PluralForm2_extension" = "расширений";

/* Button label "View All 11 Extensions */
"PluralForm0_extensionLabel" = "расширение";
/* Button label "View All 11 Extensions */
"PluralForm1_extensionLabel" = "расширения";
/* Button label "View All 11 Extensions */
"PluralForm2_extensionLabel" = "расширений";

"PluralForm0_MailPlugin" = "Плагин Почты";
"PluralForm1_MailPlugin" = "Плагина Почты";
"PluralForm2_MailPlugin" = "Плагинов Почты";
"PluralForm0_copy" = "копия";
"PluralForm1_copy" = "копии";
"PluralForm2_copy" = "копий";
"PluralForm0_app" = "программа";
"PluralForm1_app" = "программы";
"PluralForm2_app" = "программ";

/* iPhoto Modifiers */
"iPhotoModifier_RAW" = "RAW";
"iPhotoModifier_RedEyed" = "Коррекция красных глаз";
"iPhotoModifier_Cropped" = "Обрезанные ";
"iPhotoModifier_Rotated" = "Повернутые";
"iPhotoModifier_Colored" = "Улучшенные";
"iPhoto2ModifiersSeparator" = " и ";

/* Groups by Last Accessed Date */
"AccessedDateGroup_Today" = "Сегодня";
"AccessedDateGroup_WithinWeek" = "На прошлой неделе";
"AccessedDateGroup_WeekAgo" = "Неделю назад";
"AccessedDateGroup_MonthAgo" = "Месяц назад";
"AccessedDateGroup_MoreThanYearAgo" = "Год тому назад";

/* L&O Slider Last Accessed Date Values */
"AccessedDateSlider_WithinWeek" = "на прошлой неделе";
"AccessedDateSlider_WeekTo2Weeks" = "более недели назад";
"AccessedDateSlider_2WeeksToMonth" = "более двух недель назад";
"AccessedDateSlider_MonthTo3Months" = "более месяца назад";
"AccessedDateSlider_3MonthsToHalfYear" = "более трех месяцев назад";
"AccessedDateSlider_HalfYearToYear" = "более шести месяцев назад";
"AccessedDateSlider_MoreThanYear" = "более года назад";
"AccessedDateSlider_MoreThan2Years" = "более двух лет назад";

/* Preferences CleanMyDrive Section */
"DescriptionText_LaunchCMD" = "Используйте %@ для мониторинга и удаления сора с внешних дисков.";
"DescriptionText_CMDNotInstalled" = "%@ – это бесплатная утилита от MacPaw, предназначенная для удаления служебного сора с внешних накопителей.";
"Launch CleanMyDrive" = "Открыть %@";
"Get on the Mac App Store" = "Скачать из Mac App Store";

/* Look Up menu item */
"Look Up \"%@\"" = "Информация о «%@»";

/* All Photos iPhoto group */
"All Photos" = "Все фото";

/* About Special Thanks Text */
"Special thanks to %@" = "Особая благодарность: %@";
"ProgressItemTitle_iPhotoCleanupRebuildAlbumData" = "Перестройка базы данных";
"More MacPaw Products" = "Другие продукты MacPaw";

/* Tool Tip Texts */
"ToolTip_FoundInTotal" = "Всего найдено: %@";
"ToolTip_FoundInTotalAvailableForClean" = "Всего найдено: %@\nДоступно для автоматической очистки: %@";
"ItemTitle_DownloadsLog" = "Журнал загрузок";

/* Tell a Friend Email */
"TellFriendMail_Subject" = "Попробуйте новый CleanMyMac от MacPaw";
"TellFriendMail_Body" = "Привет!\nЯ уже используюсь CleanMyMac и очень доволен.\n\nБольше информации здесь:";
"CleanMyMac Safety DataBase" = "База Безопасности CleanMyMac";

/* Ignore List Strings */
"IgnoreList_OpenPanelPrompt" = "Добавить";
"IgnoreList_OpenPanelPromptSysCleanup" = "Выберите программы для добавления в Список исключений:";
"IgnoreList_OpenPanelPromptLargeOld" = "Выберите объекты для добавления в Список исключений:";
"IgnoreList_OpenPanelPromptExtensions" = "Выберите файлы с расширениями для добавления в Список исключений:";
"IgnoreList_OpenPanelPromptTrashes" = "Выберите медиатеку, корзину которой требуется добавить в Список исключений:";
"IgnoreList_ItemDescriptionCacheGroup" = "Группа файлов кэша";
"IgnoreList_ItemDescriptionApplication" = "Файл программы, кэш и журналы не будут затронуты";
"IgnoreList_ItemDescriptionUserCache" = "Пользовательский кэш";
"IgnoreList_ItemDescriptionUserLog" = "Пользовательский журнал";
"IgnoreList_ItemDescriptionSystemCache" = "Системный кэш";
"IgnoreList_ItemDescriptionSystemLog" = "Системный журнал";
"IgnoreList_ItemDescriptionBrokenPref" = "Нарушенный файл настроек";
"IgnoreList_ItemDescriptionBrokenLogin" = "Нарушенный Объект входа";
"IgnoreList_ItemDescriptioniOSUpdate" = "Файл обновления ПО iOS";
"IgnoreList_ItemDescriptioniPhotoSync" = "Кэш синхронизации iPhoto";
"IgnoreList_ItemDescriptionOSXLanguage" = "Локализация macOS";
"IgnoreList_ItemDescriptionLeftover" = "Остаток";
"IgnoreList_ItemDescriptionDerivedData" = "Вспомогательные данные Xcode";
"IgnoreList_ItemTitleLocalziationOfAppFormat" = "Локализация %@ %@";
"IgnoreList_ItemDescriptionLocalziationOfApp" = "Языковые файлы программы";
"IgnoreList_ItemDescriptionLocalziationOfAllApps" = "Языковые файлы всех программ";
"IgnoreList_ItemDescriptionTrashiPhoto" = "Корзина медиатеки iPhoto";
"IgnoreList_ItemDescriptionTrashAperture" = "Корзина медиатеки Aperture";
"IgnoreList_ItemDescriptionTrashSystem" = "Корзина системного диска";
"IgnoreList_ItemDescriptionTrashMounted" = "Корзина смонтированного диска";
"IgnoreList_ItemDescriptionTrashMail" = "Корзина Почты";
"IgnoreList_ItemDescriptionTrashPhotos" = "Корзина Фото";
"IgnoreList_ItemDescriptionTrashGeminiDuplicates" = "Дубликаты Gemini";
"IgnoreList_ItemDescriptioniOSBackups" = "Резервная копия iOS";
"IgnoreList_ItemDescriptioniOSSoftwareUpdates" = "Обновление iOS";
"IgnoreList_ItemDescriptioniTunesDownloads" = "Загрузка iTunes";
"IgnoreList_ItemDescriptioniOSApps" = "Программа iOS";
"IgnoreList_ItemDescriptioniTunesCache" = "Папка кэша обложек iTunes";
"IgnoreList_ItemTitleLargeOldGroupAccessed" = "Дата последнего доступа: ";
"IgnoreList_ItemTitleLargeOldGroupSize" = "Размер: ";
"IgnoreList_ItemTitleLargeOldGroupKind" = "Тип: ";
"IgnoreList_ItemDescriptionMailAttachment" = "Почтовое вложение";
"IgnoreList_ErrorDescription_KBHasSameSystemItem" = "Объект уже находится в базе безопасности CleanMyMac.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem" = "Этот объект не нужно добавлять повторно, поскольку CleanMyMac 3 игнорирует его по умолчанию.";
"IgnoreList_ErrorDescription_KBHasSameSystemItem_Some" = "Некоторые объекты, которые вы пытаетесь добавить уже находятся в базе безопасности CleanMyMac.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem_Some" = "Эти объекты не нужно добавлять повторно, поскольку CleanMyMac 3 игнорирует их по умолчанию.";
"IgnoreList_ErrorDescription_KBHasSameSystemItem_All" = "Объекты, которые вы пытаетесь добавить уже находятся в базе безопасности CleanMyMac.";
"IgnoreList_ErrorSuggestion_KBHasSameSystemItem_All" = "Эти объекты не нужно добавлять повторно, поскольку CleanMyMac 3 игнорирует их по умолчанию.";
"IgnoreList_ErrorDescription_KBFailedToAddItem" = "CleanMyMac не удалось добавить выбранное в Список исключений.";
"IgnoreList_ErrorSuggestion_KBFailedToAddItem" = "Пожалуйста, откройте CleanMyMac 3 заново и повторите попытку.";
"IgnoreList_ErrorDescription_KBFailedToRemoveItem" = "CleanMyMac не удалось удалить выбранное из Списка исключений.";
"IgnoreList_ErrorSuggestion_KBFailedToRemoveItem" = "Пожалуйста, откройте CleanMyMac 3 заново и повторите попытку.";
"MailTrash_Title" = "Корзина ящика «%@»";

/* Maintenance */
"DescriptionText_MailSpeedupScanner" = "Перестраивает базу приложения «Почта» для улучшения производительности и скорости поиска. Эта процедура безопасна и не нарушает писем каким-либо образом.";
"DescriptionText_RebuildLaunchServicesDBScanner" = "Пересоздание базы данных вернет привязки файлов к стандартным программам, исправит иконки и решит другие проблемы.";
"DescriptionText_SpotlightSpeedupScanner" = "Эта задача полностью переиндексирует основную поисковую систему для повышения её производительности и точности. Периодическое выполнение процедуры обеспечивает наилучшую производительность Spotlight.";
"DescriptionText_DiskMaintenanceScanner" = "Проверяет файловую систему для сохранения целостности данных на диске. CleanMyMac мгновенно исправляет найденные проблемы на всех подключенных дисках без необходимости перезагрузки.";
"DescriptionText_StartupDiskMaintenanceScanner" = "Проверяет файловую систему системного диска для сохранения целостности данных. При обнаружении проблем вы получите инструкции по исправлению диска в режиме восстановления.";
"DescriptionText_PermissionsRepairScanner" = "Проверяет и исправляет нарушенные права доступа к файлам и папкам по всему компьютеру для обеспечения правильной работы программ. Рекомендуется при проблемах с доступом.";
"DescriptionText_PeriodicSpeedupScanner" = "Эта задача включает в себя набор сценариев, обновляющих системные журналы, удаляющих временные объекты и выполняющих ряд полезных оптимизаций. Это ежедневные, еженедельные и ежемесячные сценарии для поддержания macOS в тонусе.";
"DescriptionText_DNSMaintenanceScanner" = "Система macOS хранит локальный кэш разрешенных запросов DNS на срок, определенный сервером DNS. Иногда нужно обнулить его не дожидаясь заданного срока. Необходимость в этом может возникнуть после смены записи или добавления новой записи на сервере.";
"RecommendationText_PermissionsRepairScanner" = "● Неправильная работа программ\n● Невозможность удаления или перемещения файлов \n● Рекомендуется периодическое применение";
"RecommendationText_MailSpeedupScanner" = "● Медленный поиск в приложении «Почта»\n● Различные проблемы с ящиками\n● Рекомендуется периодическое применение";
"RecommendationText_RebuildLaunchServicesDBScanner" = "● Файлы открываются не в тех программах\n● Неправильные иконки для некоторых файлов \n● Применяйте сразу при возникновении проблем";
"RecommendationText_SpotlightSpeedupScanner" = "● Падение производительности поиска \n● Объекты не ищутся в Spotlight\n● Процесс длительный, применяйте редко";
"RecommendationText_DiskMaintenanceScanner" = "● Для безопасности данных рекомендуется периодическое применение";
"RecommendationText_StartupDiskMaintenanceScanner" = "● Для безопасности данных рекомендуется периодическое применение";
"RecommendationText_PeriodicSpeedupScanner" = "● Полезные и быстрые ежедневные задачи";
"RecommendationText_DNSMaintenanceScanner" = "● Невозможность открыть сайты\n● Замедление работы сети\n● Применяйте при возникновении проблем";
"CleanProgressItemName_MaintenanceGroupScanner" = "Выполняется обслуживание";
"CleanLogHeaderText_MaintenanceGroupScanner" = "Обслуживание";

/* Dashboard */
"Dashboard_Description_Audio" = "Показывает размер всех присутствующих на диске аудиофайлов, включая MP3, AAC, AIFF, APE и другие известные форматы аудио.";
"Dashboard_Description_Movies" = "Показывает размер всех присутствующих на диске видеофайлов, включая фильмы и подкасты во всех известных форматах видео.";
"Dashboard_Description_Photos" = "Показывает размер всех присутствующих на диске изображений, включая JPEG, PNG, TIFF и другие известные форматы.";
"Dashboard_Description_Apps" = "Показывает размер всех присутствующих на диске программ, включая программы из любых папок на диске.";
"Dashboard_Description_Other" = "Показывает размер всех присутствующих на диске файлов, которые не могут быть отнесены к какой-либо категории.";
"Dashboard_Description_Backups" = "Показывает размер всех присутствующих на диске архивов, контейнеров и резервных копий различного происхождения.";
"Dashboard_Description_Used" = "Показывает занятое вашими и системными файлами место.";

/* CMM Preferences */
"Preferences_healthDescription" = "При включении монитор работает как система предупреждения о проблемах с оборудованием.";
"Preferences_learnMore" = "Подробнее…";
"Preferences_UpdateStatusLastCheck" = "Последняя проверка:";
"Smart Cleanup" = "Умная очистка";
"CleanMyMac 3 Menu" = "Меню CleanMyMac 3";
"Updates" = "Обновления";
"Scheduler" = "Планировщик";
"General" = "Общие";
"Ignore List" = "Список исключений";
"Privacy" = "Приватность";
"Preferences_halloweenHoliday" = "Хэллоуин:";
"Preferences_winterHolidays" = "Новый Год:";

/* Internet Cleanup */
"InternetCleanup_TimeRangeLastHour" = "Последний час";
"InternetCleanup_TimeRangeLastDay" = "Последний день";
"InternetCleanup_TimeRangeLastWeek" = "Прошлую неделю";
"InternetCleanup_TimeRangeLastTwoWeeks" = "Последние 2 недели";
"InternetCleanup_TimeRangeLastMonth" = "Прошлый месяц";
"InternetCleanup_TimeRangeLastSixMonths" = "Последние 6 месяцев";
"InternetCleanup_TimeRangeLastYear" = "В прошлом году";
"InternetCleanup_TimeRangeEverything" = "Всё";

/* Mail Attachments */
"DescriptionText_MailAttachmentsScanner" = "Все почтовые вложения хранятся на вашем Маке и доступны в приложении «Почта» даже после удаления. CleanMyMac 3 предлагает удалять восстановимые вложения, но не трогает модифицированные.";

/* Start Scan */
"SystemCleanupGroupScanner_BenefitTitle_0" = "Оптимизирует систему";
"SystemCleanupGroupScanner_BenefitTitle_1" = "Уменьшает размер программ";
"SystemCleanupGroupScanner_BenefitTitle_2" = "Исправляет различные ошибки";
"SystemCleanupGroupScanner_BenefitDescription_0" = "Удаляйте временные файлы, освободив пространство и сделав работу Мака более плавной.";
"SystemCleanupGroupScanner_BenefitDescription_1" = "Удаляйте неиспользуемые исполняемые файлы и локализации, не затрагивая функциональность программы.";
"SystemCleanupGroupScanner_BenefitDescription_2" = "Избавляйтесь от поврежденных объектов и остатков, которые могут привести к неправильной работе.";
"MailGroupScanner_BenefitTitle_0" = "Экономит место на локальном диске";
"MailGroupScanner_BenefitTitle_1" = "Оптимизирует данные Почты";
"MailGroupScanner_BenefitDescription_0" = "Вложения остаются доступными, а локальные копии могут быть удалены.";
"MailGroupScanner_BenefitDescription_1" = "Не храните в почте сотни логотипов и других маловажных вложений.";
"iTunesGroupScanner_BenefitTitle_0" = "Чистит ненужные данные iOS";
"iTunesGroupScanner_BenefitTitle_1" = "Находит неполные загрузки";
"iTunesGroupScanner_BenefitDescription_0" = "Удаляйте устаревшие резервные копии устройств iOS, обновления ПО и копии программ iOS хранящиеся на Маке.";
"iTunesGroupScanner_BenefitDescription_1" = "Избавляйтесь от неполных загрузок в iTunes – они не отображаются, но занимают место.";
"MaintenanceGroupScanner_BenefitTitle_0" = "Улучшает производительность диска";
"MaintenanceGroupScanner_BenefitTitle_1" = "Устраняет ошибки программ";
"MaintenanceGroupScanner_BenefitTitle_2" = "Улучшает поиск";
"MaintenanceGroupScanner_BenefitDescription_0" = "Позаботьтесь о состоянии дисков и их файловых систем.";
"MaintenanceGroupScanner_BenefitDescription_1" = "Исправьте некорректную работу программ, проверив права доступа или выполнив сценарии обслуживания.";
"MaintenanceGroupScanner_BenefitDescription_2" = "Перестраивайте базы данных Spotlight и Mail для улучшения производительности поиска.";
"PrivacyGroupScanner_BenefitTitle_0" = "Удаляет историю просмотра";
"PrivacyGroupScanner_BenefitTitle_1" = "Удаляет данные чатов";
"PrivacyGroupScanner_BenefitDescription_0" = "Очистите историю посещенных страниц, автозаполнение форм и другие данные, сохраняемые всеми популярными браузерами.";
"PrivacyGroupScanner_BenefitDescription_1" = "Легко очищайте историю Skype и Сообщений при необходимости.";
"TrashesGroupScanner_BenefitTitle_0" = "Очищайте все корзины сразу";
"TrashesGroupScanner_BenefitTitle_1" = "Избегайте ошибок в Finder";
"TrashesGroupScanner_BenefitDescription_0" = "Нет необходимости просматривать корзины всех дисков и программ для их очистки. Очищайте все сразу.";
"TrashesGroupScanner_BenefitDescription_1" = "С CleanMyMac корзины очищаются невзирая на любые ошибки Finder.";
"iPhotoGroupScanner_BenefitTitle_0" = "Оптимизирует данные медиатеки";
"iPhotoGroupScanner_BenefitTitle_1" = "Заменяет RAW на JPEG";
"iPhotoGroupScanner_BenefitTitle_1_HighSierra" = "Удалет локальный кэш iCloud";
"iPhotoGroupScanner_BenefitDescription_0" = "Очищайте все внутренние штуки, которые не влияют на фактические фотографии.";
"iPhotoGroupScanner_BenefitDescription_1" = "Сохраняйте высококачественные JPEG вместо объемных оригиналов RAW.";
"iPhotoGroupScanner_BenefitDescription_1_HighSierra" = "Освободите Mac от данных, которые можно восстановить из iCloud.";
"ExtensionsGroupScanner_BenefitTitle_0" = "Удаляет расширения правильно";
"ExtensionsGroupScanner_BenefitTitle_1" = "Отключает расширения по запросу";
"ExtensionsGroupScanner_BenefitDescription_0" = "Удаляйте любые нежелательные расширения безопасно и полностью.";
"ExtensionsGroupScanner_BenefitDescription_1" = "Удаляйте расширения полностью или временно отключайте их.";
"UninstallerGroupScanner_BenefitTitle_0" = "Удаляет программы правильно";
"UninstallerGroupScanner_BenefitTitle_1" = "Позволяет выборочное удаление";
"UninstallerGroupScanner_BenefitDescription_0" = "Легко удаляйте программы и их компоненты.";
"UninstallerGroupScanner_BenefitDescription_1" = "Выберите полное удаление программ или отдельных их компонент.";
"EraserGroupScanner_BenefitTitle_0" = "Надежно удаляет уязвимые данные";
"EraserGroupScanner_BenefitTitle_1" = "Обходит ошибки Finder";
"EraserGroupScanner_BenefitDescription_0" = "Сделайте файлы невосстановимыми благодаря функции безопасного удаления.";
"EraserGroupScanner_BenefitDescription_1" = "Удаляйте объекты, занятые работающими процессами просто и без ошибок.";
"LargeOldFilesGroupScanner_BenefitTitle_0" = "Находит залежи файлов";
"LargeOldFilesGroupScanner_BenefitTitle_1" = "Предоставляет удобный интерфейс";
"LargeOldFilesGroupScanner_BenefitDescription_0" = "Легко найдите многочисленные забытые объекты, просматривайте и удаляйте их.";
"LargeOldFilesGroupScanner_BenefitDescription_1" = "Воспользуйтесь простыми, но точными фильтрами и группами для быстрого поиска ненужных файлов.";
// Summary screens
"Generic_summary_manual_only_title" = "Нет объектов для автоматического выбора.";
"Generic_summary_manual_only_subtitle" = "Однако мы обнаружили несколько объектов, которые вы можете просмотреть и очистить.";
"SystemCleanupGroupScanner_summary_auto_and_manual_subtitle" = "Содержит временные файлы: кэш, журналы, неиспользуемые программные и системные локализации и многое другое.";
"SystemCleanupGroupScanner_summary_auto_only_subtitle" = "Содержит временные файлы: кэш, журналы, неиспользуемые программные и системные локализации и многое другое.";
"SystemCleanupGroupScanner_summary_manual_only_title" = "Ваша система в порядке.";
"SystemCleanupGroupScanner_summary_manual_only_subtitle" = "Однако мы обнаружили несколько объектов, которые вы можете просмотреть и очистить.";
"SystemCleanupGroupScanner_summary_user_selection_subtitle" = "Выбранные объекты будут удалены после нажатия кнопки «Очистить».";
"LargeOldFilesGroupScanner_summary_manual_only_title" = "Просмотр найденных файлов.";
"LargeOldFilesGroupScanner_summary_manual_only_subtitle" = "Все найденные в этом модуле файлы требуют тщательного просмотра перед удалением, поскольку являются вашими личными файлами .";
"LargeOldFilesGroupScanner_summary_user_selection_subtitle" = "Выбранные объекты будут удалены после нажатия кнопки «Очистить».";
"MailGroupScanner_summary_auto_and_manual_subtitle" = "Содержит локальные копии вложений и загрузок Почты, которые могут быть восстановлены из онлайнового ящика.";
"MailGroupScanner_summary_auto_only_subtitle" = "Однако мы обнаружили несколько объектов, которые вы можете просмотреть и очистить.";
"MailGroupScanner_summary_manual_only_title" = "В программе Почта чисто.";
"MailGroupScanner_summary_manual_only_subtitle" = "Однако мы обнаружили несколько объектов, которые вы можете просмотреть и очистить.";
"MailGroupScanner_summary_user_selection_subtitle" = "Выбранные объекты будут удалены после нажатия кнопки «Очистить».";
"iPhotoGroupScanner_summary_auto_and_manual_subtitle" = "Содержит скрытые оригиналы повернутых фотографий или фотографий после коррекции красных глаз.";
"iPhotoGroupScanner_summary_auto_only_subtitle" = "Содержит скрытые оригиналы повернутых фотографий или фотографий после коррекции красных глаз.";
"iPhotoGroupScanner_summary_manual_only_title" = "Медиатека довольно чиста.";
"iPhotoGroupScanner_summary_user_selection_subtitle" = "Выбранные объекты будут удалены после нажатия кнопки «Очистить».";
"iTunesGroupScanner_summary_auto_and_manual_subtitle" = "Содержит устаревшие резервные копии устройств iOS, обновления ПО, программы для iOS и поврежденные загрузки iTunes, хранящиеся на Маке.";
"iTunesGroupScanner_summary_auto_only_subtitle" = "Содержит устаревшие резервные копии устройств iOS, обновления ПО, программы для iOS и поврежденные загрузки iTunes, хранящиеся на Маке.";
"iTunesGroupScanner_summary_manual_only_title" = "В iTunes достаточно чисто.";
"iTunesGroupScanner_summary_manual_only_subtitle" = "Однако мы обнаружили несколько объектов, которые вы можете просмотреть и очистить.";
"iTunesGroupScanner_summary_user_selection_subtitle" = "Выбранные объекты будут удалены после нажатия кнопки «Очистить».";
"TrashesGroupScanner_summary_auto_and_manual_subtitle" = "Содержит все удаленные файлы, включая файлы из корзин Mail, iPhoto и Aperture.";
"TrashesGroupScanner_summary_auto_only_subtitle" = "Содержит все удаленные файлы, включая файлы из корзин Mail, iPhoto и Aperture.";
"TrashesGroupScanner_summary_user_selection_subtitle" = "Выбранные объекты будут удалены после нажатия кнопки «Очистить».";

/* Module cleanup complete Texts with format */
"CleanupCompleteTitle_Generic" = "%@ очищено.";
"CleanupCompleteTitle_LargeOldFilesGroupScanner" = "%@ удалено.";
"CleanupCompleteTitle_MaintenanceGroupScanner" = "%@ завершено.";
"CleanupCompleteTitle_EraserGroupScanner" = "%@ стерто.";
"CleanupCompleteItemsTitle_Generic" = "%@ решено.";
"CleanupCompleteItemsTitle_PrivacyGroupScanner" = "%@ очищено.";
"CleanupCompleteItemsTitle_ExtensionsGroupScanner" = "%@ удалено.";

"CleanupCompleteReviewMoreTitle_Generic" = "Обзор файлов";
"CleanupCompleteReviewMoreTitle_SystemCleanupGroupScanner" = "Подробнее";
"CleanupCompleteReviewMoreTitle_iPhotoGroupScanner" = "Подробнее";
"CleanupCompleteReviewMoreTitle_UninstallerGroupScanner" = "Просмотр всех %d программ...";
"CleanupCompleteReviewMoreTitle_MaintenanceGroupScanner" = "Выбор задач";
"CleanupCompleteReviewMoreTitle_PrivacyGroupScanner" = "Посмотреть список";
"CleanupCompleteReviewMoreTitle_ExtensionsGroupScanner" = "Просмотреть все расширения";
"CleanupCompleteReviewMoreTitle_EraserGroupScanner" = "Выбрать файлы…";
"CleanupCompleteText_Generic" = "Теперь на загрузочном диске доступно %@.";
"CleanupCompleteText_MaintenanceGroupScanner" = "Ваш Мак должен теперь работать более гладко.";
"CleanupCompleteText_PeriodicMaintenanceNode" = "Задачи обслуживания выполнены.\nВаш Мак теперь должен работать более гладко.";
"CleanupCompleteText_PermsRepairNode" = "Начато исправление прав доступа.\nПосле завершения данного фонового процесса должны решиться любые проблемы с доступом к файлам.";
"CleanupCompleteText_DiskVerifyNode" = "Загрузочный диск проверен. Состояние данных хорошее.";
"CleanupCompleteText_DiskRepairNode" = "Диск проверен.\nСостояние данных хорошее.";
"CleanupCompleteText_LSDBRebuildNode" = "База данных служб запуска пересоздана.\nВсе файлы теперь должны открываться соответствующими программами.";
"CleanupCompleteText_SpotlightMaintenanceNode" = "Переиндексация Spotlight начата.\nПосле завершения фонового процесса поиск должен работать лучше и быстрее.";
"CleanupCompleteText_MailIndexNode" = "База Почты перестроена.\nПроизводительность и скорость поиска в Почте должны увеличиться.";
"CleanupCompleteText_DNSNode" = "Кэш DNS обнулён.\nСетевое подключение теперь должно работать без проблем.";
"CleanupCompleteReviewMore_SystemCleanupGroupScanner" = "Освободите больше места просмотрев оставшиеся объекты.";
"CleanupCompleteReviewMore_LargeOldFilesGroupScanner" = "Пересмотрите оставшиеся файлы, если необходимо освободить больше места.";
"CleanupCompleteReviewMore_iPhotoGroupScanner" = "Освободите больше места просмотрев оставшиеся объекты.";
"CleanupCompleteReviewMore_MailGroupScanner" = "Освободите больше пространства, пересмотрев оставшиеся вложения или загрузки.";
"CleanupCompleteReviewMore_iTunesGroupScanner" = "Освободите больше пространства, пересмотрев оставшиеся данные iTunes.";
"CleanupCompleteReviewMore_PrivacyGroupScanner" = "Просмотрите список объектов для очистки следов вашей деятельности.";
"CleanupCompleteReviewMore_MaintenanceGroupScanner" = "Ознакомьтесь со списком процедур обслуживания для выполнения дополнительных задач.";
"CleanupCompleteReviewMore_UninstallerGroupScanner" = "Просмотрите список оставшихся программ.";
"CleanupCompleteReviewMore_TrashesGroupScanner" = "Освободите больше места после осмотра оставшихся в корзинах файлов.";
"CleanupCompleteReviewMore_ExtensionsGroupScanner" = "Просмотрите список всех расширений перед удалением.";
"CleanupCompleteReviewMore_EraserGroupScanner" = "Добавьте или просто перетащите несколько файлов для их удаления.";

"CleanupCompleteMovedTitle_Generic" = "%@ перемещено.";

/* Smart Cleanup */

"SystemCleanupGroupScanner_smartCleanup_description" = "Удаляет из системы временные и неиспользуемые объекты для освобождения места.";
"SystemCleanupGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Устаревший кэш\n✓ Старые журналы\n✓ Лишние исполняемые файлы\n✓ Неиспользуемые языковые файлы\n✓ Поврежденные данные программ";
"SystemCleanupGroupScanner_smartCleanup_selection_needs_review" = "Данные macOS проанализированы, но все найденные объекты требуют просмотра.";
"SystemCleanupGroupScanner_smartCleanup_nothing_found" = "Ваша система чиста и не требует очистки.";
"SystemCleanupGroupScanner_smartCleanup_not_scanned" = "Начните новое сканирование для анализа файлов macOS.";
"SystemCleanupGroupScanner_smartCleanup_selection_disclaimer" = "Удаление этих объектов не влияет на функциональность системы.";
"SystemCleanupGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Другие объекты по вашему выбору";

"iPhotoGroupScanner_smartCleanup_description" = "Очищает медиатеку от различных вспомогательных данных.";
"iPhotoGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Фото кэш\n✓ Кэш Лиц";
"iPhotoGroupScanner_smartCleanup_selection_needs_review" = "Данные медиатеки была проанализированы, но требуют вашего внимания.";
"iPhotoGroupScanner_smartCleanup_nothing_found" = "Медиатека чиста и не содержит ненужных вспомогательных данных.";
"iPhotoGroupScanner_smartCleanup_not_scanned" = "Начните новое сканирование для анализа медиатеки.";
"iPhotoGroupScanner_smartCleanup_selection_disclaimer" = "Удалены будут только оригиналы ранее редактированных фотографий.";
"iPhotoGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Другие объекты по вашему выбору";

"MailGroupScanner_smartCleanup_description" = "Удаляет загрузки и локальные копии вложений e-mail, сохраняя возможность восстановить их.";
"MailGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Локально хранящиеся вложения\n✓ Восстановимые загрузки в Почте";
"MailGroupScanner_smartCleanup_selection_needs_review" = "Локальные данные Почты проанализированы, но требуют просмотра перед удалением.";
"MailGroupScanner_smartCleanup_nothing_found" = "В приложении «Почта» чисто и отсутствуют избыточные данные.";
"MailGroupScanner_smartCleanup_not_scanned" = "Запустите новую проверку для анализа приложения «Почта».";
"MailGroupScanner_smartCleanup_selection_disclaimer" = "Удаленные файлы могут быть легко восстановлены при открытии их в приложении «Почта».";
"MailGroupScanner_smartCleanup_selection_modified_list_item" = "✓ Выбранные вами измененные закачки Почты";

"iTunesGroupScanner_smartCleanup_description" = "Удаляет из iTunes ненужные после синхронизации устройств iOS данные.";
"iTunesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Старые резервные копии устройств iOS\n✓ Устаревшие файлы обновлений ПО iOS\n✓ Копии программ iOS\n✓ Неполные загрузки iTunes";
"iTunesGroupScanner_smartCleanup_selection_needs_review" = "Данные iTunes проанализированы, но требуют просмотра перед очисткой.";
"iTunesGroupScanner_smartCleanup_nothing_found" = "В iTunes чисто и отсутствуют лишние данные.";
"iTunesGroupScanner_smartCleanup_not_scanned" = "Начните новую проверку для анализа данных iTunes.";
"iTunesGroupScanner_smartCleanup_selection_disclaimer" = "Только старые, поврежденные или ненужные файлы включены в список Умной очистки.";

"TrashesGroupScanner_smartCleanup_description" = "Очищайте все доступные корзины на вашем Mac, включая корзины Mail и медиатек.";
"TrashesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Содержимое основной корзины\n✓ Корзины Mail и медиатеки";
"TrashesGroupScanner_smartCleanup_selection_needs_review" = "Содержимое корзин проанализировано, но требует просмотра перед удалением.";
"TrashesGroupScanner_smartCleanup_nothing_found" = "Все Корзины пусты.";
"TrashesGroupScanner_smartCleanup_not_scanned" = "Начните новую проверку для анализа корзин.";
"TrashesGroupScanner_smartCleanup_selection_disclaimer" = "Вы уже практически удалили все эти файлы, поэтому маловероятно, что они когда-нибудь понадобятся.";

"LargeOldFilesGroupScanner_smartCleanup_selection_human_friendly_list" = "✓ Выбранные вами большие и старые файлы";
"LargeOldFilesGroupScanner_smartCleanup_selection_needs_review" = "Ваши старые файлы проанализированы. Они ожидают просмотра и вашего решения об удалении.";
"LargeOldFilesGroupScanner_smartCleanup_nothing_found" = "Среди ваших файлов не найдены большие или старые объекты.";
"LargeOldFilesGroupScanner_smartCleanup_not_scanned" = "Начните новую проверку для поиска больших и старых файлов.";

"SmartCleanup_ScanResults_Status_AutomaticCleanup" = "Готовы к безопасному удалению";
"SmartCleanup_ScanResults_Status_AutomaticCleanup_Modified" = "Готово к удалению";
"SmartCleanup_ScanResults_Subtitle_AutomaticCleanup" = "Найденные объекты можно удалить без потери системных или личных данных.";

"SmartCleanup_ScanResults_Title_ManualCleanup" = "Анализ завершен!";
"SmartCleanup_ScanResults_Status_ManualCleanup" = "Ваш Мак в порядке";
"SmartCleanup_ScanResults_Subtitle_ManualCleanup" = "Впрочем, осталось еще немного мусора, который можно просмотреть в модулях.";

"SmartCleanup_ScanResults_Title_NothingFound" = "Круто!";
"SmartCleanup_ScanResults_Status_NothingFound" = "Ваш Мак чист";
"SmartCleanup_ScanResults_Subtitle_NothingFound" = "Объекты для удаления не найдены.";

/* Purchase */
"Purchase_Title_1A" = "Купите для завершения очистки";
"Purchase_Subtitle_1A" = "Вы удалили 500 Мб ненужных файлов с вашего Mac. Приобретите полную версию и очищайте ваш Mac без ограничений.";
"Purchase_IconsTitle_1A" = "С лицензией для CleanMyMac 3 вы сможете:";
"Purchase_IconLabel1_1A" = "Вычищайте гигабайты мусора";
"Purchase_IconLabel2_1A" = "Позаботьтесь о Маке";
"Purchase_IconLabel3_1A" = "Удалять программы полностью";
"Purchase_IconLabel4_1A" = "Сделайте Мак чище и счастливее";
"Purchase_MainButtonTitle_1A" = "Купить";
"Purchase_Title_1B" = "Пробный период CleanMyMac 3 окончен.";
"Purchase_Subtitle_1B" = "Мы уже немного почистили и оптимизировали ваш Мак! Купите лицензию, чтобы освободить больше места и осчастливить ваш Мак.";
"Purchase_IconsTitle_1B" = "С лицензией для CleanMyMac 3 вы сможете:";
"Purchase_IconLabel1_1B" = "Вычистить гигабайты мусора";
"Purchase_IconLabel2_1B" = "Позаботьтесь о Маке";
"Purchase_IconLabel3_1B" = "Удалять программы полностью";
"Purchase_IconLabel4_1B" = "Сделайте Мак чище и счастливее";
"Purchase_MainButtonTitle_1B" = "Купить";
"Purchase_Title_1C" = "Обновитесь до CleanMyMac 3 сегодня!";
"Purchase_Subtitle_1C" = "Вы очистили 500 МБ на вашем Маке бесплатно с помощью CleanMyMac 3! Как существующий пользователь вы можете обновить лицензию со скидкой 50%.";
"Purchase_IconsTitle_1C" = "Новые функции, доступные в CleanMyMac 3:";
"Purchase_IconLabel1_1C" = "Очистка почтовых вложений";
"Purchase_IconLabel2_1C" = "Очищайте мусор в iTunes";
"Purchase_IconLabel3_1C" = "Удаляйте истории чата и браузера";
"Purchase_IconLabel4_1C" = "Позаботьтесь о Маке";
"Purchase_MainButtonTitle_1C" = "Обновить со скидкой 50%";
"Purchase_Title_1D" = "Пробный период CleanMyMac 3 окончен.";
"Purchase_Subtitle_1D" = "Мы уже немного почистили и оптимизировали ваш Мак! Как действующий пользователь вы можете обновить программу сегодня с 50% скидкой.";
"Purchase_IconsTitle_1D" = "Новые функции, доступные в CleanMyMac 3:";
"Purchase_IconLabel1_1D" = "Очистка почтовых вложений";
"Purchase_IconLabel2_1D" = "Очищайте мусор в iTunes";
"Purchase_IconLabel3_1D" = "Удаление историй чата и браузера";
"Purchase_IconLabel4_1D" = "Позаботьтесь о Маке";
"Purchase_MainButtonTitle_1D" = "Обновить со скидкой 50%";
"Purchase_Title_1E" = "Забудьте о мусоре навсегда.";
"Purchase_Subtitle_1E" = "Лицензионная версия дает вам полный контроль над вашим Mac. Если потребуется, вы можете освобождать гигабайты места на диске, удалять ненужные программы и заботиться о всей системе.";
"Purchase_IconsTitle_1E" = "Оцените всю мощь CleanMyMac 3";
"Purchase_IconLabel1_1E" = "Удаляйте программы полностью";
"Purchase_IconLabel2_1E" = "Ускоряйте работу вашего Mac";
"Purchase_IconLabel3_1E" = "Удаляйте еще больше мусора";
"Purchase_IconLabel4_1E" = "Контролируйте состояние вашего Mac";
"Purchase_MainButtonTitle_1E" = "Купить";
"Purchase_Title_2A" = "Новинка: Раздел «Утилиты»!";
"Purchase_Subtitle_2A" = "Вы успешно очистили 500 МБ на вашем Маке бесплатно! Помимо очистки, CleanMyMac 3 помогает оптимизировать и организовать ваш Мак. Попробуйте эти функции!";
"Purchase_IconsTitle_2A" = "С помощью утилит в CleanMyMac 3, вы можете:";
"Purchase_IconLabel1_2A" = "Удаляйте программы правильно";
"Purchase_IconLabel2_2A" = "Оптимизация производительности Мака";
"Purchase_IconLabel3_2A" = "Удаление историй чата и браузера";
"Purchase_IconLabel4_2A" = "Надежно удаляйте уязвимые файлы";
"Purchase_MainButtonTitle_2A" = "Перейти к Утилитам";
"Purchase_Title_2B" = "Попробуйте Умную очистку!";
"Purchase_Subtitle_2B" = "Теперь, когда вы бесплатно попробовали некоторые утилиты, попробуйте Умную очистку! Она в среднем освобождает 54 ГБ места!";
"Purchase_IconsTitle_2B" = "С помощью Умной очистки в CleanMyMac 3, вы можете:";
"Purchase_IconLabel1_2B" = "Удаляйте ненужные оригиналы из iPhoto";
"Purchase_IconLabel2_2B" = "Избавляйтесь от бесполезных языковых пакетов";
"Purchase_IconLabel3_2B" = "Удаляйте ненужные почтовые вложения";
"Purchase_IconLabel4_2B" = "Очищайте все корзины сразу";
"Purchase_MainButtonTitle_2B" = "Перейти у Умной очистке";

/* Discount */
"Purchase_MainButtonTitle_3A" = "Купите сейчас со скидкой %li%%";
"Purchase_MainButtonTitle_Discount" = "Купите сейчас со скидкой %li%%";
"Purchase_MainButtonTitle_HolidayDiscount" = "Купить с праздничной скидкой";
"I already have a license" = "У меня уже есть лицензия";
"Purchase_MoneyBackGuarantee_Title" = "30-дневная гарантия возврата денег";

"Yes" = "Да";
"No" = "Нет";
"N/A" = "Н/Д";

" – Edited" = " – Измененные пользователем";
" — Newest" = " — Свежая резервная копия";
"%@ Activity Traces" = "Следы активности %@";
"%@ Agent" = "Агент %@";
"%@ and more…" = "%@ и другое…";
"%@ done" = "Выполнено %@";
"%@ Localization" = "Локализации %@";
"%@ Login Item (All Users)" = "Объект входа %@ (все пользователи)";
"%@ Recent Items List" = "Список недавних объектов %@";
"Account \"%@\"" = "Учетная запись «%@»";
"All Accounts" = "Все учетные записи";
"Already removed" = "Уже удалено";
"Apps" = "Программы";
"Attachments" = "Вложения";
"Audio" = "Аудио";
"Autofill Values" = "Данные автозаполнения";
"Back To Smart Cleanup" = "Вернуться к Умной очистке";
"Backup" = "Резервная копия";
"Backup made %@" = "Резервная копия сделана %@";
"Backups" = "Резервные копии";
"Beta Tester" = "Бета-тестер";
"Broken Backups" = "Поврежденные резервные копии";
"Choose Tasks" = "Выбор задач";
"Clean is finished" = "Очистка завершена";
"Cleaning…" = "Очищаю...";
"Color Pickers" = "Палитра цветов";
"Corrupted startup item. Missing Bundle ID." = "Поврежденный объект входа. Отсутствует идентификатор пакета.";
"Created: %@" = "Создан: %@";

"Fixed permission for: /%@" = "Исправлены права доступа для: /%@";
"Flush DNS Cache" = "Обнулить кэш DNS";
"Flushing…" = "Обнуляю…";

"Found in total" = "Всего найдено";

"Go to %@" = "Перейти в %@";
"Go to Large & Old Files" = "Перейти к старым и большим файлам";
"Go to Uninstaller" = "Перейти в Деинсталлятор";
"Go to Maintenance" = "Перейти в «Обслуживание»";

"Group by Access Date" = "Группировать по дате доступа";
"Group by Application" = "Группировать по программе";
"Group by Date" = "Группировать по дате";
"Group by Events" = "Группировать по событиям";
"Group by Kind" = "Группировать по типу";
"Group by Language" = "Группировать по языку";
"Group by Modifiers" = "Группировать по изменениям";
"Group by Size" = "Группировать по размеру";

"Including:" = "В том числе:";
"iOS Applications" = "Программы iOS";
"iOS Device Backups" = "Резервные копии iOS";
"iPhoto modifiers: " = "Изменения в iPhoto: ";

"iTunes Broken Downloads" = "Неполные загрузки в iTunes";
"Caches" = "Кэш";
"Album Artwork Cache" = "Кэш обложек альбомов";

/* Search in Spotlight. Should match Finder format. */
"Kind:" = "Тип:";

"Launch Agents" = "Агенты запуска";
"Launch CleanMyMac to remove unneeded items and reclaim space." = "Откройте CleanMyMac и удалите ненужные объекты,  освободив пространство.";
"Location: %@\nFrom Mac App Store: %@\nSandboxed: %@\nVersion: %@\nBundle ID: %@" = "Путь: %1$@\nИз Mac App Store: %2$@\nФункция Sandbox: %3$@\nВерсия: %4$@\nИдентификатор: %5$@";
"Mail Cleanup" = "Очистка Почты";
"Mail Speedup" = "Ускорить «Почту»";
"Messages" = "Сообщения";
"Missing Detailed Log" = "Подробный журнал отсутствует";
"My Extensions List" = "Мой список расширений";
"Needs Review" = "Требует просмотра";
"New" = "Новинка";
"Not Estimated" = "Нет оценки";
"Not Scanned" = "Не проверено";

"Nothing Done" = "Не сделано ничего";
"Nothing Selected" = "Ничего не выбрано";
"Nothing to Clean" = "Нет объектов";
"Nothing to smart-select" = "Нет объектов для автоматического выбора";

"Now that you've mastered all the cleanable modules, go and try some Utilities to manage, maintain and clean stuff." = "Теперь, когда вы освоили все очищаемые модули, попробуйте утилиты для управления, обслуживания и очистки.";
"Now that you've mastered the cleaning, go manage and speed up your Mac with CleanMyMac's Utilities." = "Теперь, когда вы освоили очистку, вы можете управлять Маком и ускорить его работу с помощью утилит CleanMyMac.";
"macOS Localizations" = "Локализации macOS";
"Overfilled" = "Переполнено";
"Photos" = "Фото";
"Quick Look \"%@\"" = "Быстрый просмотр «%@»";
"Quit %@ to Estimate" = "Завершите %@ для оценки";
"Rebuild Launch Services Database" = "Пересоздать базы данных служб запуска";
"Rebuilding…" = "Перестраиваю…";
"Recent Items Lists" = "Списки недавних объектов";
"Recently Accessed Servers" = "Недавно использованные серверы";
"Recently Launched Applications" = "Недавно открытые программы";
"Recently Opened Documents" = "Недавно открытые документы";
"Reclaim more space by reviewing your %@ or other cleanable modules." = "Освободите больше места, просмотрев %@ или другие модули.";
"Reclaim more space by reviewing your Large & Old Files or other cleanable modules." = "Освободите больше места, просмотрев «Старые файлы» или другие модули.";


"Reindex Spotlight" = "Переиндексировать Spotlight";
"Reindexing…" = "Переиндексирую...";
"Remaining: %@" = "Осталось: %@";
"Removal Complete" = "Удаление завершено";
"Remove trashed applications along with all related leftovers." = "Удаляйте программы вместе со всеми компонентами.";


"Repair Disk Permissions" = "Исправить права доступа";
"NonSystemDriveRepair_DisplayName" = "Проверить и исправить «%@»";
"Repairing…" = "Исправляю…";
"Status: Repair is in progress" = "Состояние: Выполняется исправление";
"Rescan" = "Повторная проверка";
"Refresh" = "Обновить";
"Reset Complete" = "Сброс окончен";
"Review Details" = "Подробнее";
"Review Photos" = "Обзор фотографий";
"Review Files" = "Обзор файлов";
"Review found items to decide on selecting them for removal." = "Просмотрите найденные объекты и принимайте решения об удалении.";
"Review found items to decide on selecting them for removal.(1)" = "Просмотрите и удалите объекты на ваше усмотрение.";
"Run Maintenance Scripts" = "Выполнить сценарии обслуживания";
"Running…" = "Выполняю...";

/* Menu item title */
"Scan" = "Старт";
"Stopped" = "Остановлено";
"Scan is finished" = "Анализ завершен";
"Scanning…" = "Проверяю...";
"Search" = "Поиск";
"Select Items" = "Выбор объектов";
"Selected" = "Выбранные";
"Show all" = "Показать все";
"Show Results" = "Подробнее";
"Show selected" = "Показать выбранные";
"Show unsupported" = "Показать неподдерживаемые";
"Smart Selected" = "Выбрано автоматически";
"Smart-selected for cleanup" = "Автоматически выбраны";
"Sort by State" = "Сортировать по состоянию";
"Starting new scan will discard current scan results" = "Новая проверка отменит текущие результаты.";
"Starting Reindex…" = "Начинаю переиндексацию…";
"Status: Indexing is in progress" = "Состояние: Выполняется индексирование";
"Your Spotlight database is being reindexed. This should take a while and you may be experiencing a slight performance drop." = "Идет переиндексация базы данных Spotlight. Это займет некоторое время, в течении которого вы можете ощутить незначительное падение производительности.";
"Your disk permissions are being repaired. This should take a while and you may be experiencing a slight performance drop." = "Идет исправление прав доступа на диске. Это займет некоторое время, в течении которого вы можете ощутить незначительное падение производительности.";
"Tabs from Last Session" = "Окна последнего сеанса";
"The emails you delete from the Mail application are moved to a local Mail Trash folder and remain on your disk. Empty your local Mail Trash to save space." = "Удаленные из приложения «Почта» сообщения хранятся в локальную корзине. Очищайте корзину «Почты» для экономии места.";
"Trash on %@" = "Корзина на %@";

"Try Now" = "Попробуйте сейчас";
"Get Rid of Duplicate Files" = "Избавьтесь от дубликатов";
"Delete duplicates with Gemini to free up even more space." = "Удаляйте дубликаты с Gemini и освободите еще больше места.";

"Learn More" = "Подробнее";
"Hide Sensitive Files" = "Скрыть конфиденциальные файлы";
"Keep confidential files out of sight with Hider 2" = "Прячьте конфиденциальные файлы в Hider 2";

"Promotion_WallWiz_Title" = "Последний штрих для вашего Mac";
"Promotion_WallWiz_Description" = "Украсьте его качественными фонами из Wallpaper Wizard 2.";

/* Menu item title */
"Turn Extended Logging Off" = "Выключить расширенное журналирование";
"Turn Extended Logging On" = "Включить расширенное журналирование";

"Uninstall applications correctly." = "Удаляйте программы правильно.";
"Uninstall Complete" = "Удаление окончено";
"Unknown Drive" = "Неизвестный диск";
"Used" = "Используется";

"Verify Startup Disk" = "Проверить загрузочный диск";
"Verifying…" = "Проверка...";

"ButtonTitle_ViewAllExtensions" = "Просмотр %@";
"ButtonTitle_ViewAllApps" = "Просмотр %@";
"View All Applications" = "Просмотр всех программ";

"Waiting…" = "Ожидание...";
"What next?" = "Что дальше?";

/* Sharing Texts */
"SharingText_0" = "Мой компьютер чист и свеж после использования #CleanMyMac 3 от @macpaw.";
"SharingText_1" = "Вычистил %@ мусора с моего Мака с помощью #CleanMyMac. Чётко :-)";
"SharingText_2" = "Обожаю свой чистый Мак! %@ мусора удалено! #CleanMyMac прямо волшебен!";
"SharingText_3" = "#CleanMyMac незаменим – сэкономил %@ места!";
"SharingText_4" = "Знаете что? Сэкономил %@ почистив Мак легко и быстро! Спасибо @MacPaw за #CleanMyMac 3!";
"SharingText_5" = "Нужно заметить, что #CleanMyMac – это прекрасный инструмент. Очистил %@ ненужных вещей без труда.";
"SharingText_6" = "Удалил %@! Мой Мак как новенький! #CleanMyMac решает!";
"SharingText_7" = "Удалил %@ мусора с Мака как юзер 90 левела! Спасибо, #CleanMyMac 3!";
"SharingText_8" = "#CleanMyMac сэкономил %@ места на моем Маке. Умная, простая и полезная прога!";
"SharingText_9" = "Причесал систему удалив служебный мусор в CleanMyMac. Спасибо @MacPaw!";
"SharingText_10" = "Медиатека iPhoto теперь чиста! Спасибо @MacPaw за #CleanMyMac";
"SharingText_11" = "Почтовые аттачи и загрузки удалены! Спасибо @MacPaw за #CleanMyMac!";
"SharingText_12" = "В iTunes теперь больше места для музыки нет мусора! Спасибо @MacPaw за #CleanMyMac!";
"SharingText_13" = "Не думал, что программы нужно удалять правильно. Спасибо @MacPaw за #CleanMyMac!";
"SharingText_14" = "Обслуживание Мака стало легче! Спасибо @MacPaw за #CleanMyMac!";
"SharingText_15" = "Только что почистил кукисы и многое другое с помощью #CleanMyMac от @MacPaw!";
"SharingText_16" = "Ненужные данные уничтожены быстро и безопасно с помощью Шредера в #CleanMyMac.";

/* Privacy */
"Saved Passwords" = "Сохраненные пароли";
"Downloads History" = "История загрузок";
"Browsing History" = "История просмотра";
"Cookies" = "Файлы cookies";
"Conversation History" = "История переписки";
"Call History" = "История вызовов";
"File Transfers" = "Передачи файлов";
"HTML5 Local Storage" = "Локальное хранилище HTML5";

"uninstalled" = "удалено";
"app" = "программа";
"reset." = "сброшено.";
"file" = "файл";
"removed." = "удалено.";

"MenuItemTitle_Deauthenticate" = "Деавторизироваться…";
"MenuItemTitle_Authenticate" = "Авторизироваться…";

"Dashboard" = "Мониторинг";

"Utilities" = "Утилиты";
"Cleaning" = "Очистка";

"Unlock Full Version" = "Активировать";
"Upgrade at 50% OFF" = "Обновить со скидкой 50%";
"Purchase at 50% OFF" = "Купить со скидкой 50%";
"Buy License" = "Купить лицензию";
"ButtonTitle_UnlockWithDisount" = "Купить со скидкой %li%%";

"Hide File Paths" = "Скрыть пути файлов";
"Show File Paths" = "Показать пути";

"uninstalled." = "удалено.";
"Item was not removed, because you didn’t quit the related process." = "Объект не был удален, поскольку вы не завершили соответствующий процесс.";
"TrialPopover_Text" = "Эта функция будет доступна после активации CleanMyMac 3.";

"\"%@\" was not processed, because you didn't quit the related application." = "«%@» не выполнен, поскольку вы не завершили соответствующую программу.";

"Some applications should be quit or %@ of junk will remain on your Mac." = "Необходимо завершить некоторые программы, иначе останется %@ мусора.";
"Dependent applications should be quit to perform the requested operation:" = "Для выполнения операции необходимо завершить зависимые программы:";

"Done" = "Готово";
"Later" = "Позже";

"PopoverText_MailNotSetup" = "Приложение «Почта» не настроено. Задача недоступна.";
"Copy to Clipboard" = "Копировать в буфер";

"BundleMoved_Relaunch_AlertTitle" = "Программа была перемещена и требует перезапуска для корректной работы.";
"BundleMoved_Relaunch_AlertSubtitle" = "Расположение программы изменилось, перезапустите её для продолжения работы.";

/* Accessibility */
"%@ Selected" = "%@ выбрано";
"Accessibility_SmartCleanupTileHelp" = "Нажмите эту кнопку для дополнительной информации или передите к следующему элементу для принятия решения по этому модулю.";
"Accessibility_SmartCleanupTileNoInteractionHelp" = "Нажмите эту кнопку для получения дополнительной информации или перейдите к следующему элементу.";

/* Empty history item in Safari */
"(no title)" = "(без названия)";
"System Migration Cache" = "Системный кэш миграции";

/* Photos Library Compatibility popover */

"UnsupportedPhotoLibrary_PopoverText_NoLonger" = "Эта версия библиотеки более не поддерживается. Пожалуйста, обновите её до наиболее новой версии.";
"UnsupportedPhotoLibrary_PopoverText_NotYet" = "В данный момент мы проверяем совместимость с вашей версией библиотеки. Пожалуйста, проверьте позднее.";
"Recommendations:" = "Рекомендации:";

/* Release Notes */
"ActiveReleaseNotes_WindowTitle" = "Что нового";

"MaintenanceScanner_UnknownError" = "Произошла неизвестная ошибка. Обратитесь в службу поддержки.";

"MaintenanceScanner_DiskVerificationUnmountError" = "Выбранный том не может быть отключен для завершения исправления ошибок. Убедитесь, что ни одна из программ не используют этот том и повторите попытку.";

"MaintenanceScanner_DiskVerificationFullReport" = "Подробный отчёт:";
"MaintenanceScanner_DiskVerificationDiskNeedsRepair" = "Требует исправления";

"Spotify Offline Playing Cache" = "Кэш сохраненных объектов Spotify";

/* FileVersions */

"Document Versions" = "Версии документов";
"FileVersionsApplicationTitleFormat" = "Версии документов %@";
"FileVersionsFileTitleFormat" = "Версии %@";
"FileVersionsOpenWithFormat" = "Открыть в %@";

/* Broken Updates */
"Old Updates" = "Старые обновления";

/* Siri */
"Siri Activity" = "Функция Siri";
"Siri in menu bar" = "Siri в строке меню";

"Mac" = "Mac";

/* Application table row */
"Steam Application" = "Программа Steam";
"System Application" = "Системная программа";
"Setapp Application" = "Программа Setapp";

/* Updating */
"CheckForUpdatesAction" = "Проверить обновления";
"CheckingForUpdatesState" = "Проверка обновлений…";

/* NPS */
"NPS_Feedback_TellUsMore" = "Расскажите подробнее";

/* News */
"News_Title" = "Отличные новости от CleanMyMac!";
"News_TellMeMoreButton_Title" = "Расскажите подробнее";

/* LAOF */
"LAOF_PhotosAlbum_Name" = "Файлы к удалению";

/* Welcome Theme */
"WelcomeScreenTitle_Default" = "Добро пожаловать в CleanMyMac 3";
"WelcomeScreenSubtitle_Default" = "Чистота и порядок на вашем Маке.";

"WelcomeScreenTitle_CleanedIn2017" = "Это был оживленный год. Так держать!";
"WelcomeScreenSubtitle_CleanedIn2017" = "Вы очистили %@ в 2017.";

"WelcomeScreenTitle_HolidayGreetings2018" = "Спасибо, что остаётесь с нами!";
"WelcomeScreenSubtitle_HolidayGreetings2018" = "Желаем восхитительного 2018 года!";
